Repository: RainbowFurry/VoiceAssistent
Catalog: DWC_VoiceAssistent/handler/commands/db/smaltalk/SmalTalk_*.resx
Languages: german

# DoYouLikeMe_Answer
source: Yes i do;Yes;I think i have to if I want or not, hihi.
german: Klar mag ich dich, du bist mein lieblings Benutzer;Klar mag ich dich;Klaro;Das muss ich wohl ob ich will oder nicht, hihi.;

# DoYouLikeMe_Question
source: Do you like me?
german: Magst du mich?

# Hellow_Answer
source: Hellow;Hey;Hellow %name%
german: Hallo;Hallo %name%;Hey

# Hellow_Question
source: Hellow
german: Hallo

# HowAreYou_Answer
source: I am fine. How are you?;Fine; I'm fine.
german: Mir geht es gut und dir?;Gut.

# HowAreYou_Question
source: How are you?
german: Wie geht es dir?

# HowOldAreYou_Answer
source: I forgot to count the Years;I am not exactly sure;I was created in 2020
german: Ich habe vergessen die Jahre zu zählen;Ich wurde im Jahre 2020 erschaffen

# HowOldAreYou_Question
source: How old are you?
german: Wie alt bist du?

# ShutUp_Question
source: Shut up.
german: Halts Maul

# TellAJoke_Question
source: Tell me a Joke.
german: Erzähl mir einen Witz.

# WhatsMyName_Answer
source: Your Name is %name%;I think you told me your Name is %name%;%name% right?
german: Dein Name ist %name%;Ich bin mir nicht sicher aber ich glaube du hast mir gesagt du heißt %name%;%name% richtig?

# WhatsMyName_Question
source: What's my Name?
german: Wie heiße ich?

# WhatsYourName_Answer
source: My Name is %name%.
german: Ich heiße %name%

# WhatsYourName_Question
source: What's your Name?
german: Wie heißt du?

# WhereDoYouComeFrom_Answer
source: I come from Germany;I was created in Germany from german Developers
german: Ich komme aus Deuschland;Ich wurde in Deutschland von deuschen Entwicklern entwickelt.

# WhereDoYouComeFrom_Question
source: Where do you come from?
german: Wo kommst du her?

# WhereDoYouLive_Answer
source: I life in your Computer; I am the tiny little Guy in your Computer
german: Ich wohne in deinem Computer; Ich bin das kleine Männchen in deinem Computer

# WhereDoYouLive_Question
source: Where do you live?
german: Wo wohnst du?

# WhoCreatedYou_Answer
source: My Creatores are a developer Team called NAME
german: Meine Schöpfer sind ein Entwicklerteam names NAME

# WhoCreatedYou_Question
source: Who is your Creator?
german: Wer hat dich erschaffen?

# YouAreNotFunny_Question
source: You aren't funny.
german: Du bist nicht lustig.
