Repository: RainbowFurry/VoiceAssistent
Catalog: DWC_VoiceAssistent/projects/db/settings/*.resx
Languages: chinese, french, german, italian, russian, spanish

# Updates_AutoUpdate_Description
source: When the program is open, updates are started automatically
chinese: 当程序打开时，更新会自动启动。
french: Lorsque le programme est ouvert, les mises à jour sont lancées automatiquement
german: Wenn das programm geöffnet ist, werden Updates automatsch gestartet
italian: Quando il programma è aperto, gli aggiornamenti vengono avviati automaticamente
russian: Когда программа открыта, обновления запускаются автоматически.
spanish: Cuando el programa está abierto, las actualizaciones se inician automáticamente

# Updates_AutoUpdate_Description1
source: When the program is open, updates are started automatically
chinese: 当程序打开时，更新会自动启动。
french: Lorsque le programme est ouvert, les mises à jour sont lancées automatiquement
italian: Quando il programma è aperto, gli aggiornamenti vengono avviati automaticamente
russian: Когда программа открыта, обновления запускаются автоматически.
spanish: Cuando el programa está abierto, las actualizaciones se inician automáticamente

# Updates_AutoUpdate_Heading
source: Automatic Updates
chinese: 自动更新
french: Mises à jour automatiques
german: Automatische Updates
italian: Aggiornamenti automatici
russian: Автоматические обновления
spanish: Actualizaciones automáticas

# Updates_AutoUpdate_Heading1
source: Automatic Updates
chinese: 自动更新
french: Mises à jour automatiques
italian: Aggiornamenti automatici
russian: Автоматические обновления
spanish: Actualizaciones automáticas

# Updates_Description_1
source: Updates are always downloaded automatically when you restart the application
chinese: 当您重新启动应用程序时，更新总是自动下载。
french: Les mises à jour sont toujours téléchargées automatiquement lorsque vous redémarrez l'application
german: Updates werden immer automatisch heruntergeladen, wenn du die Anwendung neu startest
italian: Gli aggiornamenti vengono sempre scaricati automaticamente al riavvio dell'applicazione
russian: Обновления всегда загружаются автоматически при перезапуске приложения.
spanish: Las actualizaciones siempre se descargan automáticamente cuando se reinicia la aplicación

# Updates_Description_11
source: Updates are always downloaded automatically when you restart the application
chinese: 当您重新启动应用程序时，更新总是自动下载。
french: Les mises à jour sont toujours téléchargées automatiquement lorsque vous redémarrez l'application
italian: Gli aggiornamenti vengono sempre scaricati automaticamente al riavvio dell'applicazione
russian: Обновления всегда загружаются автоматически при перезапуске приложения.
spanish: Las actualizaciones siempre se descargan automáticamente cuando se reinicia la aplicación

# Updates_Description_2
source: Depending on how important an update is, we will give you the opportunity to install it at a later date. For example, if we need to close a security hole urgently with an update, the update will be installed immediately for security reasons, even if it interrupts your activity.
chinese: 根据更新的重要程度，我们会在以后给您安装的机会。比如说，如果我们急需用更新来关闭一个安全漏洞，出于安全考虑，即使是中断了你的活动，也会立即安装更新。
french: En fonction de l'importance d'une mise à jour, nous vous donnerons la possibilité de l'installer à une date ultérieure. Par exemple, si nous devons combler d'urgence une faille de sécurité par une mise à jour, celle-ci sera installée immédiatement pour des raisons de sécurité, même si elle interrompt votre activité.
german: Je nachdem wie wichtig ein Update ist geben wir dir die Möglichkeit, es zu einem späteren Zeitpunkt zu installieren. Wenn wir mit Hilfe eines Updates beispielsweise dringend eine Sicherheitslücke schließen müssen. wird das Update zur Sicherheit sofort installiert, auch wenn es deine Aktivität unterbrechen sollte.
italian: A seconda dell'importanza di un aggiornamento, vi daremo la possibilità di installarlo in un secondo momento. Ad esempio, se abbiamo bisogno di chiudere urgentemente una falla nella sicurezza con un aggiornamento, l'aggiornamento verrà installato immediatamente per motivi di sicurezza, anche se interrompe la vostra attività.
russian: возможность установить его позже. Например, если нам нужно срочно закрыть дыру в безопасности с помощью обновления, обновление будет установлено немедленно из соображений безопасности, даже если оно прервет вашу деятельность.
spanish: Dependiendo de lo importante que sea una actualización, le daremos la oportunidad de instalarla en una fecha posterior. Por ejemplo, si necesitamos cerrar urgentemente un agujero de seguridad con una actualización, ésta se instalará inmediatamente por razones de seguridad, incluso si interrumpe su actividad.

# Updates_Description_21
source: Depending on how important an update is, we will give you the opportunity to install it at a later date. For example, if we need to close a security hole urgently with an update, the update will be installed immediately for security reasons, even if it interrupts your activity.
chinese: 根据更新的重要程度，我们会在以后给您安装的机会。比如说，如果我们急需用更新来关闭一个安全漏洞，出于安全考虑，即使是中断了你的活动，也会立即安装更新。
french: En fonction de l'importance d'une mise à jour, nous vous donnerons la possibilité de l'installer à une date ultérieure. Par exemple, si nous devons combler d'urgence une faille de sécurité par une mise à jour, celle-ci sera installée immédiatement pour des raisons de sécurité, même si elle interrompt votre activité.
italian: A seconda dell'importanza di un aggiornamento, vi daremo la possibilità di installarlo in un secondo momento. Ad esempio, se abbiamo bisogno di chiudere urgentemente una falla nella sicurezza con un aggiornamento, l'aggiornamento verrà installato immediatamente per motivi di sicurezza, anche se interrompe la vostra attività.
russian: В зависимости от того, насколько важно обновление, мы дадим вам возможность установить его позже. Например, если нам нужно срочно закрыть дыру в безопасности с помощью обновления, обновление будет установлено немедленно из соображений безопасности, даже если оно прервет вашу деятельность.
spanish: Dependiendo de lo importante que sea una actualización, le daremos la oportunidad de instalarla en una fecha posterior. Por ejemplo, si necesitamos cerrar urgentemente un agujero de seguridad con una actualización, ésta se instalará inmediatamente por razones de seguridad, incluso si interrumpe su actividad.

# Updates_Heading
source: Updates
chinese: 更新
french: Mises à jour
italian: Aggiornamenti
russian: Обновления
spanish: Actualizaciones

# Updates_Heading1
source: Updates
chinese: 更新
french: Mises à jour
italian: Aggiornamenti
russian: Обновления
spanish: Actualizaciones
