Repository: RainbowFurry/VoiceAssistent
Catalog: DWC_VoiceAssistent/projects/db/settings/*.resx
Languages: chinese, french, german, italian, russian, spanish

# Account_Birthday_Text
source: Your date of birth
chinese: 你的出生日期
french: Votre date de naissance
german: Dein Geburtsdatum
italian: La tua data di nascita
russian: Твоя дата рождения
spanish: Su fecha de nacimiento

# Account_ChangeNickname
source: Change nickname
chinese: 更改昵称
french: Changer de surnom
german: Nickname ändern
italian: Cambia nickname
russian: Изменить псевдоним
spanish: Cambiar el apodo

# Account_ChangeNickname_Info
source: You can only change your nickname once a year!
chinese: 一年只能换一次昵称!
french: Vous ne pouvez changer votre surnom qu'une fois par an !
german: Du kannst dein Nickname nur ein Mal im Jahr ändern!
italian: Puoi cambiare il tuo soprannome solo una volta all'anno!
russian: Вы можете менять псевдоним только раз в год!
spanish: ¡Sólo puedes cambiar tu apodo una vez al año!

# Account_City_Text
source: City
chinese: 城市
french: StadtVille
german: Stadt
italian: Città
russian: Город
spanish: Ciudad

# Account_Cuntry_Text
source: Your Cuntry
chinese: 你的国家
french: Votre pays
german: Dein Land
italian: Il tuo paese
russian: Ваша страна
spanish: Su país

# Account_DataInfo_Text
source: Nobody gets personal data such as to see your real name and address. Only your nickname, your profile picture and optionally an activity status are displayed
chinese: 没有人能看到你的真实姓名和地址等个人信息。只显示您的昵称，您的个人资料图片和活动状态的选项
french: Personne ne peut voir les informations personnelles telles que votre vrai nom et votre adresse. Seuls votre surnom, votre photo de profil et, éventuellement, un statut d'activité seront affichés
german: Niemand bekommt persönliche Daten wie z.B. deinen richtigen Namen un deine Adresse zu sehen. Angezeigt werden lediglich dein Nickname, dein Profilbild und optional ein Aktivitätsstatus
italian: Nessuno può vedere informazioni personali come il tuo vero nome e il tuo indirizzo. Verranno visualizzati solo il tuo nickname, la foto del tuo profilo e, opzionalmente, lo stato dell'attività
russian: Никто не сможет увидеть личную информацию, такую как ваше настоящее имя и адрес. Отображается только псевдоним, фотография профиля и, по желанию, статус активности.
spanish: Nadie puede ver información personal como su nombre y dirección reales. Sólo se mostrará tu apodo, tu foto de perfil y opcionalmente un estado de actividad

# Account_EditAddress
source: Edit address data
chinese: 编辑地址数据
french: Modifier les données d'adresse
german: Adressdaten bearbeiten
italian: Modificare i dati dell'indirizzo
russian: Редактировать адресные данные
spanish: Editar los datos de la dirección

# Account_EditPersonalData
source: Edit personal data
chinese: 编辑个人数据
french: Modifier les données personnelles
german: Persönliche Daten bearbeiten
italian: Modificare i dati personali
russian: Редактирование личных данных
spanish: Editar los datos personales

# Account_EditProfilePicture
source: Replace profile picture
chinese: 替换个人资料图片
french: Remplacer la photo de profil
german: Profilbild ersetzen
italian: Sostituire l'immagine del profilo
russian: Заменить фотографию профиля
spanish: Reemplazar la foto de perfil

# Account_Email_Text
source: Email
chinese: 电子邮件
french: Courriel
italian: Invia un'e-mail a
spanish: Correo electrónico

# Account_FirstName_Text
source: Your first name
chinese: 你的名字
french: Votre prénom
german: Dein Vorname
italian: Il tuo nome di battesimo
russian: Ваше имя
spanish: Su nombre de pila

# Account_Gender_Text
source: Your gender
chinese: 你的性别
french: Votre sexe
german: Dein Geschlecht
italian: Il tuo genere
russian: Ваш пол
spanish: Tu género...

# Account_HouseNumber_Text
source: House number
chinese: 房号
french: Numéro de la maison
german: Hausnummer
italian: Numero civico
russian: Номер дома
spanish: Número de la casa

# Account_InfoText
source: Nobody gets to see personal information such as your real name and address. Only your nickname, your profile picture and optionally an activity status will be displayed. To edit your Namertags and your public profile, go to %path%
chinese: 没有人能看到你的真实姓名和地址等个人信息。只显示您的昵称、个人资料图片和活动状态。 要编辑你的昵称和你的公开资料，请转到%path%。
french: Personne ne peut voir les informations personnelles telles que votre vrai nom et votre adresse. Seuls votre surnom, votre photo de profil et, éventuellement, un statut d'activité seront affichés. Pour modifier vos Namertags et votre profil public, allez sur %path%.
german: Niemand bekomm tpersönliche Date nwie z.B. deinen rihtigen Namen und deine Adresse zu sehen. Angezeigt werden lediglich dein Nickname, dein Profilbild und optional ein Aktivitätsstatus. Um deine Namertags und dein öffentlichen Profile zu bearbeiten, geh zu %path%
italian: Nessuno può vedere informazioni personali come il tuo vero nome e il tuo indirizzo. Verranno visualizzati solo il tuo nickname, la foto del tuo profilo e, opzionalmente, lo stato dell'attività. Per modificare i tuoi dati e il tuo profilo pubblico, vai su %path%.
russian: Никто не сможет увидеть личную информацию, такую как ваше настоящее имя и адрес. Отображается только псевдоним, фотография профиля и, по желанию, статус активности. Чтобы отредактировать свои именные теги и свой публичный профиль, перейдите в %path%.
spanish: Nadie puede ver información personal como su nombre y dirección reales. Sólo se mostrará tu apodo, tu foto de perfil y opcionalmente un estado de actividad. Para editar sus Namertags y su perfil público, vaya a %path%

# Account_PartOfUs_Text
source: You've been a part of us since
chinese: 你已经是我们的一员了
french: Vous faites partie de nous depuis
german: Du bist ein Teil vo nuns seit dem
italian: Tu ne fai parte da quando
russian: Ты был частью нас с тех пор, как
spanish: Has sido parte de nosotros desde

# Account_PersonalData_Text
source: Your personal Data
chinese: 您的个人数据
french: Vos données personnelles
german: Deine persönlichen Daten
italian: I vostri dati personali
russian: Ваши личные данные
spanish: Sus datos personales

# Account_PhoneNumber_Text
source: Phonenumber
chinese: 电话号
french: Numéro de téléphone
german: Telefonnummer
italian: Numero di telefono
russian: Номер телефона
spanish: Número de teléfono

# Account_PLZ_Text
source: Postcode
chinese: 郵遞區號
french: Code postal
german: Postleitzahl
italian: Codice postale
russian: Почтовый индекс
spanish: Código postal

# Account_ResetProfilePicture
source: Reset profile picture
chinese: 重置个人资料图片
french: Réinitialisation de la photo de profil
german: Profilbild zurücksetzen
italian: Resetta l'immagine del profilo
russian: Сброс изображения профиля
spanish: Reajustar la foto de perfil

# Account_SecondName_Text
source: Your second Name
chinese: 你的姓
french: Votre nom de famille
german: Dein Nachname
italian: Il tuo cognome
russian: Твоя фамилия
spanish: Su apellido

# Account_Street_Text
source: Street
chinese: 街道
french: Rue
german: Straße
italian: Via
russian: Улица
spanish: Calle

# ButtonText_AddAcount
source: Add Account
chinese: 添加账户
french: Ajouter un compte
german: Konto hinzufügen
italian: Aggiungi un conto
russian: Добавить аккаунт
spanish: Agregar cuenta

# ButtonText_Change
source: change
chinese: 变化
french: Changer
german: Ändern
italian: Cambia
russian: Изменить
spanish: Cambiar

# ButtonText_Show
source: show
chinese: 显示
french: montrer
german: anzeigen
italian: mostra
russian: показать
spanish: mostrar

# ClientStart_Autostart
source: The application is started automatically when you start your pc
chinese: 当您启动电脑时，应用程序会自动启动。
french: L'application est lancée automatiquement au démarrage de votre PC
german: Die Anwendung wird automatisch gestartet, sobald du deinen Pc hochfährst
italian: L'applicazione viene avviata automaticamente all'avvio del pc
russian: Приложение запускается автоматически при запуске компьютера.
spanish: La aplicación se inicia automáticamente cuando se inicia el ordenador.

# ClientStart_Heading
source: Application launch
chinese: 应用启动
french: Lancement de l'application
german: Anwendungsstart
italian: Lancio dell'applicazione
russian: Запуск приложения
spanish: Lanzamiento de la aplicación

# ClientStart_MinimizedStart
source: Start application minimized
chinese: 开始应用最小化
french: Démarrage de la demande réduit au minimum
german: Anwendung minimiert starten
italian: Avvio dell'applicazione ridotto al minimo
russian: Запуск приложения сведен к минимуму
spanish: Iniciar la aplicación minimizada

# ConnectedAccounts_AddAccountInfo
source: Add mail accounts, social media and game services
chinese: 增加邮件账户、社交媒体和游戏服务
french: Ajouter des comptes de courrier, des médias sociaux et des services de jeux
german: Füge Mail Konten, Social Media und Spiel Dienste hinzu
italian: Aggiungere account di posta, social media e servizi di gioco
russian: Добавить почтовые аккаунты, социальные сети и игровые сервисы
spanish: Añadir cuentas de correo, medios sociales y servicios de juegos

# ConnectedAccounts_AddAccounts_Info
source: Add accounts of other services. We enable you to use external services and manage them all in one program.
chinese: 添加其他服务的账户。这将使您可以在一个程序中使用外部服务并管理它们。
french: Ajoutez les comptes d'autres services. Cela vous permettra d'utiliser des services externes et de les gérer tous dans un seul programme.
german: Füge Konten anderer Dienste hinzu. Wir ermöglichen dir so die Nutzung externer Dienste und deren Verwaltung alle, in einem Programm.
italian: Aggiungere conti di altri servizi. Questo vi permetterà di utilizzare servizi esterni e di gestirli tutti in un unico programma.
russian: Добавить учетные записи других сервисов. Это позволит Вам использовать внешние сервисы и управлять ими всеми в одной программе.
spanish: Añade cuentas de otros servicios. Esto le permitirá utilizar servicios externos y administrarlos todos en un solo programa.

# ConnectedAccounts_AddNewAccount
source: Add a new Account
chinese: 添加一个新账户
french: Ajouter un nouveau compte
german: Füge ein neues Konto hinzu
italian: Aggiungi un nuovo account
russian: Добавить новую учетную запись
spanish: Añadir una nueva cuenta

# ConnectedAccounts_ConnectedAccounts
source: Connected Accounts
chinese: 相关账户
french: Comptes connexes
german: Verbundene Konten
italian: Conti correlati
russian: Сопутствующие счета
spanish: Cuentas relacionadas

# ConnectedAccounts_ConnectedMainEmail
source: Connected E-Mail Account
chinese: 已连接的电子邮件账户
french: Compte de courrier électronique connecté
german: Verbundenes E-Mail Konto
italian: Account e-mail collegato
russian: Подключенная электронная почта
spanish: Cuenta de correo electrónico conectada

# ConnectedAccounts_MainEmail_Info
source: Your connected email account has top priority. If you have access to this account, you can also gain access to other accounts.
chinese: 你的连接电子邮件账户具有最高优先级。无论谁有这个账户的访问权限，也可以访问其他 账户。
french: Votre compte de messagerie électronique connecté a la plus haute priorité. Toute personne ayant accès à ce compte peut également accéder à d'autres comptes.
german: Dein verbundenes E-Mail Konto hat höchste Priorität. Wer Zugriff auf dieses Konto hat, kann sich auch Zugriff auf andere Accounts verschaffen.
italian: Il vostro account di posta elettronica collegato ha la massima priorità. Chiunque abbia accesso a questo conto può accedere anche ad altri conti.
russian: Ваш подключенный электронный почтовый ящик имеет наивысший приоритет. Кто имеет доступ к этой учетной записи, может получить доступ и к другим учетным записям.
spanish: Su cuenta de correo electrónico conectada tiene la mayor prioridad. Quien tenga acceso a esta cuenta también puede acceder a otras cuentas.

# Design_BrightDesign_Content
source: Let yourself be dazzled by this design
chinese: 让自己被这个设计所迷惑
french: Laissez-vous éblouir par ce design
german: Lass dich blenden von diesem Design
italian: Lasciatevi abbagliare da questo disegno
russian: Позвольте себе быть ослеплённой этим дизайном
spanish: Déjese deslumbrar por este diseño

# Design_BrightDesign_Heading
source: Bright design
chinese: 明亮的设计
french: Un design lumineux
italian: Design luminoso
russian: Яркий дизайн
spanish: Diseño brillante

# Design_Color_Custom_Description
source: Choose your own colour
chinese: 选择你自己的颜色
french: Choisissez votre propre couleur
german: Wähle eine eigene Farbe
italian: Scegliete il vostro colore
russian: Выберите свой собственный цвет
spanish: Elige tu propio color.

# Design_Color_Custom_Heading
source: Own colour
chinese: 自己的颜色
french: Couleur propre
german: Eigene Farbe
italian: Colore proprio
russian: Собственный цвет
spanish: Color propio

# Design_Color_Default_Description
source: A beautiful blue
chinese: 美丽的蓝色
french: Un beau bleu
german: Ein schönes Blau
italian: Un bellissimo blu
russian: Красивый голубой
spanish: Un hermoso azul

# Design_Color_Default_Heading
source: Standard Blue
chinese: 标准蓝
french: Bleu standard
german: Standard Blau
italian: Standard Blu
russian: Стандартный синий
spanish: Azul estándar

# Design_Color_Description
source: The selected color is used for certain surfaces, buttons and text fields
chinese: 所选颜色用于某些表面、按钮和文本字段。
french: La couleur sélectionnée est utilisée pour certaines surfaces, boutons et champs de texte
german: Die ausgewählte Farbe, wird für bestimmte Oberflächen, Buttons und Textfelder verwendet
italian: Il colore selezionato viene utilizzato per determinate superfici, pulsanti e campi di testo
russian: Выбранный цвет используется для определенных поверхностей, кнопок и текстовых полей.
spanish: El color seleccionado se utiliza para ciertas superficies, botones y campos de texto

# Design_Color_Heading
source: Colour scheme
chinese: 颜色方案
french: Couleurs
german: Farbschema
italian: Schema dei colori
russian: Цветовая схема
spanish: Esquema de color

# Design_DarkDesign_Content
source: The beautiful pleasant dark design
chinese: 美丽宜人的暗色设计
french: Le beau et agréable design sombre
german: Das schöne angenehme dunkle Design
italian: Il bellissimo e piacevole design scuro
russian: Красивый приятный темный дизайн
spanish: El hermoso y agradable diseño oscuro

# Design_DarkDesign_Heading
source: Dark design
chinese: 深色设计
french: Dessin foncé
german: Dunkles Design
italian: Design scuro
russian: Темный дизайн
spanish: Diseño oscuro

# Design_Description
source: Which design do you want to use?
chinese: 你想用哪种设计？
french: Quel modèle souhaitez-vous utiliser ?
german: Welches Design möchtest du verwenden?
italian: Quale design vuoi utilizzare?
russian: Какой дизайн вы хотите использовать?
spanish: ¿Qué diseño quieres usar?

# Design_Font_Custom_Description
source: Load or create a custom font (.ttf file), click twice on this file and then click Install. Then you can select and use it here
chinese: 载入或创建一个自定义字体（.ttf文件），在这个文件上点击两次，然后点击安装。那么你可以在这里选择并使用它
french: Chargez ou créez une police personnalisée (fichier .ttf), cliquez deux fois sur ce fichier, puis cliquez sur Installer. Vous pouvez ensuite le sélectionner et l'utiliser ici
german: Lade oder erstelle eine Eigene Schriftart (.ttf Datei), klicke zwei mal auf diese Datei und anschließend auf Installieren. Dann kannst du sie hier auswähle und verwenden
italian: Caricare o creare un font personalizzato (file .ttf), cliccare due volte su questo file e poi cliccare su Installa. Allora potete selezionarlo e utilizzarlo qui
russian: Загрузите или создайте пользовательский шрифт (.ttf файл), дважды щелкните по этому файлу и нажмите кнопку Install. Тогда вы можете выбрать и использовать его здесь
spanish: Cargue o cree una fuente personalizada (archivo .ttf), haga clic dos veces en este archivo y luego haga clic en Instalar. Entonces puedes seleccionarlo y usarlo aquí

# Design_Font_Custom_Heading
source: Own font
chinese: 自己的字体
french: Propre police
german: Eigene Schriftart
italian: Font proprio
russian: Собственный шрифт
spanish: Fuente propia

# Design_Font_Default_Heading
source: Standard Font
chinese: 标准字体
french: Police standard
german: Standard Schriftart
italian: Font standard
russian: Стандартный шрифт
spanish: Fuente estándar

# Design_Font_Description
source: We use this font for most of the content displayed
chinese: 我们使用这种字体显示的大部分内容。
french: Nous utilisons cette police pour la plupart des contenus affichés
german: Wir verwenden diese Schriftart für die meisten angezeigten Inhalte
italian: Usiamo questo font per la maggior parte del contenuto visualizzato
russian: Мы используем этот шрифт для большей части отображаемого содержимого
spanish: Utilizamos esta fuente para la mayoría de los contenidos mostrados

# Design_Font_Heading
source: Font used
chinese: 使用的字体
french: Police utilisée
german: Verwendete Schriftart
italian: Font utilizzati
russian: Использованный шрифт
spanish: Fuente usada

# Design_OwnBackgrouond
source: Design
chinese: 设计
french: Conception
russian: Дизайн
spanish: Diseño

# Design_RatingBackground
source: Evaluate and send in backgrounds
chinese: 评估并发送背景图
french: Évaluer et envoyer les antécédents
german: Hintergründe bewerten und einsenden
italian: Valutare e inviare gli sfondi
russian: Оценить и отправить в фоновом режиме
spanish: Evaluar y enviar los antecedentes

# Design_Rounding_Description
source: We use this setting to round off objects
chinese: 我们用这个设置来关闭对象
french: Nous utilisons ce cadre pour arrondir les objets
german: Anhand dieser Einstellung runden wir Objekte ab
italian: Utilizziamo questa impostazione per arrotondare gli oggetti
russian: Мы используем эту настройку для округления объектов
spanish: Usamos este escenario para redondear los objetos

# Design_Rounding_Heading
source: Roundings
chinese: 四舍五入
french: Arrondissements
german: Rundungen
italian: Arrotondamenti
russian: Округления
spanish: Redondeos

# Design_Rounding_MaximalRounding
source: Maximum rounding
chinese: 最大四舍五入
french: Arrondissement maximum
german: Maximale Rundung
italian: Arrotondamento massimo
russian: Максимальное округление
spanish: Redondeo máximo

# Design_Rounding_MinimalRounding
source: Standard Light curves
chinese: 标准光曲线
french: Courbes de lumière standard
german: Standard Leichte Rundungen
italian: Standard Curve di luce
russian: Кривые стандартного освещения
spanish: Curvas de luz estándar

# Design_Rounding_NoRounding
source: No rounding
chinese: 无四舍五入
french: Pas d'arrondi
german: Keine Rundungen
italian: Nessun arrotondamento
russian: Нет округления
spanish: No hay redondeo

# Design_Shaddow_Description
source: Shadows give depth to surfaces and objects
chinese: 阴影赋予表面和物体以深度
french: Les ombres donnent de la profondeur aux surfaces et aux objets
german: Schatten verleihen Oberflächen und Objekten Tiefe
italian: Le ombre danno profondità alle superfici e agli oggetti
russian: Тени придают глубину поверхностям и объектам
spanish: Las sombras dan profundidad a las superficies y objetos

# Design_Shaddow_Heading
source: Shadows are given to objects
chinese: 赋予物体以阴影
french: Des ombres sont données aux objets
german: Objekten werden Schatten verliehen
italian: Le ombre sono date agli oggetti
russian: Тени даются объектам
spanish: Las sombras se dan a los objetos

# Design_TransparentDesignImage_Art
source: Art Design
chinese: 艺术设计
french: conception artistique
italian: design d'arte
russian: художественное оформление
spanish: diseño de arte

# Design_TransparentDesignImage_City
source: Urban Design
chinese: 城市设计
french: Aménagement urbain
german: Städte Design
italian: Progettazione urbana
russian: Градостроительное проектирование
spanish: Diseño urbano

# Design_TransparentDesignImage_Custom
source: Custom Design
chinese: 定制设计
french: conception sur mesure
italian: design personalizzato
russian: нестандартная конструкция
spanish: diseño personalizado

# Design_TransparentDesignImage_Description
source: By default, backgrounds are predefined and you can choose from them. But you can also add your own backgrounds. It's best to use pictures with at least Full HD resolution to get a good contrast to the foreground.
chinese: 默认情况下，背景是预先定义的，你可以从中选择。但你也可以添加自己的背景。最好使用至少全高清分辨率的图片，以获得良好的前景对比度。
french: Par défaut, les arrière-plans sont prédéfinis et vous pouvez choisir parmi eux. Mais vous pouvez également ajouter vos propres antécédents. Il est préférable d'utiliser des images ayant au moins une résolution Full HD pour obtenir un bon contraste avec le premier plan.
german: Standardmäßig sind Hintergründe vorgegeben, die du auswählen kannst. Du kannst aber auch selbst eigene Hintergründe hinzufügen. Nimm am besten Bilder, die mindestens Full HD aufgelöst sind um einen guten Kontrast zum Vordergrund zu bekommen
italian: Per impostazione predefinita, gli sfondi sono predefiniti ed è possibile scegliere tra essi. Ma si possono anche aggiungere le proprie esperienze. E' meglio utilizzare immagini con almeno la risoluzione Full HD per ottenere un buon contrasto con il primo piano.
russian: По умолчанию, фон предопределен, и вы можете выбирать из них. Но вы также можете добавить свой собственный опыт. Лучше всего использовать снимки хотя бы с разрешением Full HD, чтобы получить хороший контраст с передним планом.
spanish: Por defecto, los fondos están predefinidos y se puede elegir entre ellos. Pero también puedes añadir tus propios fondos. Es mejor usar imágenes con al menos una resolución Full HD para obtener un buen contraste con el primer plano.

# Design_TransparentDesignImage_Gaming
source: Gaming Design
chinese: 游戏设计
french: conception de jeux
italian: design del gioco
russian: игровой дизайн
spanish: diseño de juegos

# Design_TransparentDesignImage_Heading
source: The transparent design
chinese: 透明的设计
french: Le design transparent
german: Das transparente Design
italian: Il design trasparente
russian: Прозрачная конструкция
spanish: El diseño transparente

# Design_TransparentDesignImage_Landscape
source: Landscape Design
chinese: 景观设计
french: Aménagement du paysage
german: Landschaft Design
italian: Progettazione del paesaggio
russian: Ландшафтный дизайн
spanish: Diseño del paisaje

# Design_TransparentDesign_Content
source: Transparent, beautiful and guaranteed unique
chinese: 透明、美观，保证独一无二
french: Transparent, beau et garanti unique
german: Transparent, schön und garantiert einmalig
italian: Trasparente, bello e garantito unico
russian: Прозрачный, красивый и гарантированно уникальный
spanish: Transparente, hermosa y garantizada única

# Design_TransparentDesign_Heading
source: Transparent design
chinese: 透明设计
french: Un design transparent
german: Transparentes Design
italian: Design trasparente
russian: Прозрачная конструкция
spanish: Diseño transparente

# Devices_ConnectedDevicesButton_CurrentDevice
source: Current Device
chinese: 当前设备
french: Dispositif actuel
german: Aktuelles Gerät
italian: Dispositivo di corrente
russian: текущее устройство
spanish: Dispositivo actual

# Devices_ConnectedDevicesHeading
source: Connected Devices with your Account
chinese: 连接到您的账户的设备
french: Dispositifs connectés à votre compte
german: Verbundene Geräte mit deinem Konto
italian: Dispositivi collegati al vostro conto
russian: Устройства, подключенные к вашей учетной записи
spanish: Dispositivos conectados a su cuenta

# Devices_ConnectedDevicesInfo
source: If a device is unknown to you, click on Ads and remove the device's access to your account
chinese: 如果设备似乎不熟悉，请单击 "查看 "并从您的帐户中删除设备。
french: Si un appareil vous semble peu familier, cliquez sur Afficher et supprimez l'appareil de votre compte
german: Kommt dir ein Gerät unbekannt vor, klicke auf Anzeigen und entferne den Zugriff des Geräts auf dein Konto
italian: Se un dispositivo non ti sembra familiare, clicca su Visualizza e rimuovi il dispositivo dal tuo account
russian: Если устройство кажется незнакомым, нажмите Просмотр и извлеките устройство из учетной записи.
spanish: Si un dispositivo parece desconocido, haga clic en Ver y elimine el dispositivo de su cuenta.

# DWC_Menu_Account_Text
source: Your Account
chinese: 您的账户
french: Votre compte
german: Dein Account
italian: Il tuo conto
russian: Ваш аккаунт
spanish: Su cuenta
