Repository: RainbowFurry/VoiceAssistent
Catalog: DWC_VoiceAssistent/projects/db/settings/*.resx
Languages: chinese, french, german, italian, russian, spanish

# DWC_Menu_ConnectedAccount_Text
source: Connected Accounts
chinese: 相关账户
french: Comptes connexes
german: Verbundene Konten
italian: Conti correlati
russian: Сопутствующие счета
spanish: Cuentas relacionadas

# DWC_Menu_Devices_Text
source: Devices
chinese: 连接设备
french: Dispositifs connectés
german: Verbundene Geräte
italian: Dispositivi collegati
russian: Подключенные устройства
spanish: Dispositivos conectados

# DWC_Menu_EditorsMode_Text
source: Editors Mode
chinese: 开发者模式
french: Mode développeur
german: Entwickler Modus
italian: Modalità Sviluppatore
russian: Режим разработчика
spanish: Modo de desarrollo

# DWC_Menu_HotKeys_Text
source: Hotkeys
chinese: 热键
russian: Горячие клавиши
spanish: Teclas de acceso directo

# DWC_Menu_InGameOverlay_Text
source: In-Game Overlay
chinese: 游戏内叠加
french: superposition dans le jeu
russian: игровая накладка
spanish: superposición en el juego

# DWC_Menu_Language_Text
source: Language
chinese: 语系
french: Langue
german: Sprache
italian: Lingua
russian: Язык
spanish: Idioma

# DWC_Menu_Messages_Text
source: Notification
chinese: 通知书
french: Notifications
german: Benachrichtigungen
italian: Notifiche
russian: Уведомления
spanish: Notificaciones

# DWC_Menu_PaymentMethodes_Text
source: Payment methods
chinese: 付款方式
french: Modes de paiement
german: Zahlungsmethoden
italian: Modalità di pagamento
russian: Методы оплаты
spanish: Métodos de pago

# DWC_Menu_Privacy_Text
source: Privacy
chinese: 隐私政策
french: Vie privée
german: Privatsphäre
russian: Конфиденциальность
spanish: Privacidad

# DWC_Menu_ProgrammFunctions_Text
source: Application functions:
chinese: 应用功能。
french: Fonctions d'application:
german: Anwendungsfunktionen:
italian: Funzioni di applicazione:
russian: Функции приложения:
spanish: Funciones de la aplicación:

# DWC_Menu_ProgrammStart_Text
source: Application launch
chinese: 应用启动
french: Lancement de l'application
german: Anwendungsstart
italian: Lancio dell'applicazione
russian: Запуск приложения
spanish: Lanzamiento de la aplicación

# DWC_Menu_ProgrammView_Text
source: Application interface
chinese: 用户界面
french: Interface utilisateur
german: Anwendungsoberfläche
italian: Interfaccia utente
russian: пользовательский интерфейс
spanish: Interfaz de usuario

# DWC_Menu_Security_Text
source: Security
chinese: 安全性
french: Sécurité
german: Sicherheit
italian: Sicurezza
russian: Безопасность
spanish: Seguridad

# DWC_Menu_Updates_Text
source: Updates
chinese: 更新
french: Mises à jour
italian: Aggiornamenti
russian: Обновления
spanish: Actualizaciones

# DWC_Menu_UserMode_Text
source: Usermode
chinese: 用户模式
french: Mode utilisateur
german: Nutzermodus
italian: Modalità utente
russian: режим пользователя
spanish: Modo de usuario

# DWC_Menu_VideoAndAudio_Text
source: Mikrophone and Video
chinese: 麦克风和视频
french: Microphone et vidéo
german: Mikrofon und Video
italian: Microfono e video
russian: Микрофон и видео
spanish: Micrófono y video

# DWC_Menu_YourPaments_Text
source: Your Payments
chinese: 您的付款方式
french: Vos paiements
german: Deine Zahlungen
italian: I vostri pagamenti
russian: Ваши платежи
spanish: Sus pagos

# DWC_Settings_Age_Selection_Adult
source: Adult
chinese: 成人
french: Adulte
german: Erwachsen
italian: Adulti
russian: Взрослый
spanish: Adulto

# DWC_Settings_Age_Selection_Child
source: Child
chinese: 儿童
french: Enfant
german: Kind
italian: Bambino
russian: Ребенок
spanish: Niño

# DWC_Settings_Buttons_Active
source: Active
chinese: 激活的
french: Activé
german: Aktiviert
italian: Attivato
russian: Активирован
spanish: Activado

# DWC_Settings_Buttons_EveryOne
source: Every one
chinese: 大家好
french: Tout le monde
german: Jeder
italian: Tutti
russian: Все
spanish: Todos

# DWC_Settings_Buttons_InActive
source: Inactive
chinese: 残障人士
french: Handicapés
german: Deaktiviert
italian: Disabili
russian: Инвалид
spanish: Discapacitados

# DWC_Settings_Buttons_OnlyFriends
source: Only Friends
chinese: 只有朋友
french: Seulement des amis
german: Nur Freunde
italian: Solo amici
russian: Только друзья
spanish: Sólo amigos

# DWC_Settings_Button_OnlyVerifyUsers
source: Only Verify Users
chinese: 仅限验证过的用户
french: Utilisateurs vérifiés uniquement
german: Nur vertifizierte User
italian: Solo utenti verificati
russian: Только проверенные пользователи
spanish: Sólo usuarios verificados

# DWC_Settings_Chapter_Color
source: Color selection
chinese: 颜色选择
french: Sélection des couleurs
german: Farbauswahl
italian: Selezione del colore
russian: Выбор цвета
spanish: Selección de colores

# DWC_Settings_Chapter_Design_BackgroundImage_Path
source: Path
chinese: 路径
french: Cheminement
german: Pfad
italian: Percorso
russian: Путь
spanish: Camino

# DWC_Settings_Chapter_Design_BackgroundImage_Text
source: Backgroundimage
chinese: 墙纸
french: Fond d'écran
german: Hintergrundbild
italian: Carta da parati
russian: Обои
spanish: Fondo de pantalla

# DWC_Settings_Chapter_Generell_AutoStart_Text
source: Autostart
chinese: 自动启动
russian: Автостарт
spanish: Arranque automático

# DWC_Settings_Chapter_Generell_KeepWindowAlife_Text
source: Minimize Window on close
chinese: 尽量减少关闭时的窗口
french: Réduire au minimum les fenêtres à la fermeture
german: Minimiere Fenster beim schließen
italian: Ridurre al minimo le finestre in chiusura
russian: Минимизировать окна при закрытии
spanish: Minimizar las ventanas al cerrar

# DWC_Settings_Chapter_Generell_Message_Text
source: Show Notifications
chinese: 通知书
french: Notifications
german: Benachrichtigungen
italian: Notifiche
russian: Уведомления
spanish: Notificaciones

# DWC_Settings_Chapter_Generell_RoundedDesighn_Text
source: Rounded Desighn
chinese: 圆形设计
french: Conception de la ronde
german: Rundes Desighn
italian: Design rotondo
russian: Круглый дизайн
spanish: Diseño redondo

# DWC_Settings_Chapter_Generell_WelcomeMessage_Text
source: Welcome Message
chinese: 欢迎致辞
french: Message de bienvenue
german: Willkommens Nachricht
italian: Messaggio di benvenuto
russian: Приветственное сообщение
spanish: Mensaje de bienvenida

# DWC_Settings_Chapter_System
source: System Options
chinese: 系统设置
french: Paramètres du système
german: System Einstellungen
italian: Impostazioni di sistema
russian: Системные настройки
spanish: Ajustes del sistema

# DWC_Settings_Chapter_System_Language_Text
source: Language
chinese: 语系
french: Langue
german: Sprache
italian: Lingua
russian: Язык
spanish: Idioma

# DWC_Settings_Chapter_System_ListenName_Text
source: Liste Name
chinese: 语音回复命令
french: Commande de réponse vocale
german: Sprach Reaktions Befehl
italian: Comando di risposta vocale
russian: Команда голосового ответа
spanish: Comando de respuesta de voz

# DWC_Settings_Chapter_System_UserName_Text
source: User Name
chinese: 用户名称
french: Nom d'utilisateur
german: Benutzer Name
italian: Nome utente
russian: Имя пользователя
spanish: Nombre de usuario

# DWC_Settings_Chapter_Theme
source: Theme selection
chinese: 主题选择
french: Sélection du thème
german: Theme Auswahl
italian: Selezione del tema
russian: Выбор темы
spanish: Selección de temas

# DWC_Settings_Chapter_Voice
source: Voice Options
chinese: 语音选项
french: Options vocales
german: Stimm Optionen
italian: Opzioni voce
russian: Голосовые параметры
spanish: Opciones de voz

# DWC_Settings_Chapter_Voice_Age_Text
source: Age
chinese: 年龄
french: Âge
german: Alter
italian: Età
russian: Возраст
spanish: Edad

# DWC_Settings_Chapter_Voice_Gender_Text
source: Gender
chinese: 性别问题
french: Genre
german: Geschlecht
italian: Sesso
russian: Пол
spanish: Género

# DWC_Settings_Chapter_Voice_Volum_Text
source: Volum
chinese: 体积
french: Volume
german: Lautstärke
italian: Volume
russian: Том
spanish: Volumen

# DWC_Settings_Menu_Accounts
source: Connected Accounts
chinese: 相关账户
french: Comptes connexes
german: Verbundene Konten
italian: Conti correlati
russian: Сопутствующие счета
spanish: Cuentas relacionadas

# DWC_Settings_Menu_Assistent
source: Voice Assistent
chinese: 语文助理
french: Assistant linguistique
german: Sprach Assistent
italian: Assistente linguistico
russian: ассистент языка
spanish: Asistente de idiomas

# DWC_Settings_Menu_Desighn
source: Design
chinese: 外观
french: Comparution
german: Aussehen
italian: Aspetto
russian: Внешний вид
spanish: Apariencia

# DWC_Settings_Menu_Eula
source: Eula
chinese: 隐私政策
french: Politique de confidentialité
german: Datenschutzerklärung
italian: Informativa sulla privacy
russian: Политика конфиденциальности
spanish: Política de privacidad

# DWC_Settings_Menu_Extention
source: Extentions
chinese: 延长线
french: Extensions
german: Erweiterungen
italian: Estensioni
russian: Расширения
spanish: Extensiones

# DWC_Settings_Menu_Friends
source: Friends Setting
chinese: 朋友设置
french: Paramètres des amis
german: Freundeseinstellungen
italian: Impostazioni per gli amici
russian: Настройки друга
spanish: Configuración de amigos

# DWC_Settings_Menu_Heading
source: Settings
chinese: 设置
french: Paramètres
german: Einstellungen
italian: Impostazioni
russian: Настройки
spanish: Ajustes

# DWC_Settings_Menu_HotKey
source: Hot Keys
chinese: 按钮组合
french: Combinaisons de boutons
german: Tasten Kombinationen
italian: Combinazioni di tasti
russian: Сочетания клавиш
spanish: Combinaciones de botones

# DWC_Settings_Menu_Language
source: Language
chinese: 语系
french: Langue
german: Sprache
italian: Lingua
russian: Язык
spanish: Idioma

# DWC_Settings_Menu_Logout
source: Logout
chinese: 登出
french: Déconnexion
german: Abmelden
italian: Disconnettiti
russian: Выходить из системы
spanish: Desconecta.

# DWC_Settings_Menu_Microphone
source: Audio
chinese: 音频
russian: Аудио

# DWC_Settings_Menu_Privacy
source: Privacy Settings
chinese: 隐私设置
french: Paramètres de confidentialité
german: Privatsphäreneinstellung
italian: Impostazione della privacy
russian: Установка конфиденциальности
spanish: La configuración de la privacidad...

# DWC_Settings_Menu_Program
source: Program
chinese: 申请书
french: Candidature
german: Anwendung
italian: Applicazione
russian: Приложение
spanish: Aplicación

# DWC_Settings_Menu_Reset
source: Reset
chinese: 重置
french: Réinitialiser
german: Zurücksetzen
russian: Сброс
spanish: Reiniciar

# DWC_Settings_Menu_Security
source: Security
chinese: 安全性
french: Sécurité
german: Sicherheit
italian: Sicurezza
russian: Безопасность
spanish: Seguridad

# DWC_Settings_SaveButton_SaveDescription_Text
source: and close (Escape)
chinese: 并关闭(逃逸)
french: et fermer (Escape)
german: und schließen (Escape)
italian: e chiudere (Fuga)
russian: и закрыть (Побег)
spanish: y cerrar (Escape)

# DWC_Settings_SaveButton_Save_Text
source: Save Settings
chinese: 保存设置
french: Sauvegarder les paramètres
german: Einstellungen speichern
italian: Salvare le impostazioni
russian: Сохранить настройки
spanish: Guardar la configuración

# DWC_Settings_SaveMessage
source: Your Settings has been Saved!
chinese: 您的设置已成功应用
french: Vos paramètres ont été appliqués avec succès
german: Deine Einstellungen wurde erfolgreich übernommen
italian: Le vostre impostazioni sono state applicate con successo
russian: Ваши настройки были успешно применены
spanish: Su configuración se aplicó con éxito

# DWC_Settings_SaveMessageHeading
source: DarkWolfCraft - Settings
chinese: DarkWolfCraft - 设置
french: DarkWolfCraft - Paramètres
italian: DarkWolfCraft - Impostazioni
russian: DarkWolfCraft - Настройки
spanish: DarkWolfCraft - Configuración

# DWC_Settings_Voice_Selection_Female
source: Female
chinese: 女士
french: Mme
german: Frau
italian: Sig.ra
russian: Г-жа
spanish: Sra.

# DWC_Settings_Voice_Selection_Male
source: Male
chinese: 人
french: Homme
german: Mann
italian: Uomo
russian: Человек
spanish: Hombre

# EditorsMode_Description
source: Some like it more detailed, others like it simple. Your choice has no effect on the functions of the program. Depending on that, additional information or customization options will be given!
chinese: 有人喜欢比较详细，也有人喜欢简单。你的选择对程序的功能没有任何影响。根据这一点，我们会给出额外的信息或定制选项!
french: Certains l'aiment plus détaillé, d'autres l'aiment simple. Votre choix n'a aucune incidence sur les fonctions du programme. En fonction de cela, des informations complémentaires ou des possibilités de personnalisation seront données !
german: Einige möge nes ausführlicher andere mögen es schlicht. Dein Auswahl hat keine Ausswirkung auf die Funktionen des Programms. Je nachdem werden zusätzliche Informationen oder Anpassungsmöglichkeiten gegeben!
italian: Ad alcuni piace più dettagliato, ad altri semplice. La vostra scelta non ha alcun effetto sulle funzioni del programma. A seconda di ciò, verranno fornite ulteriori informazioni o opzioni di personalizzazione!
russian: Некоторым нравится более подробная информация, другим - простая. Ваш выбор не влияет на функции программы. В зависимости от этого, будет предоставлена дополнительная информация или возможности настройки!
spanish: A algunos les gusta más detallado, a otros les gusta simple. Su elección no tiene ningún efecto sobre las funciones del programa. En función de ello, se dará información adicional u opciones de personalización!

# EditorsMode_DeveloperMode_Description
source: You are a developer? We will show you additional information and provide you with insights into the development of the service. Let yourself be inspired and help us to find security holes and bugs.
chinese: 你是开发商？我们将向您展示更多的信息，并为您提供更多的服务发展情况。让自己受到启发，帮助我们发现安全漏洞和BUG。
french: Vous êtes un promoteur ? Nous vous montrerons des informations supplémentaires et vous donnerons un aperçu du développement du service. Laissez-vous inspirer et aidez-nous à trouver les failles de sécurité et les bugs.
german: Du bist Entwickler? Wir zeigen dir zusätzliche Informationen an und liefern dir Einblicke in die Entwicklung des Dienstes. Lass dich inspirieren und hilf uns Sicherheitslücken und Fehler zu finden.
italian: Sei uno sviluppatore? Vi mostreremo ulteriori informazioni e vi forniremo informazioni sullo sviluppo del servizio. Lasciatevi ispirare e aiutateci a trovare falle di sicurezza e bug.
russian: Вы застройщик? Мы покажем вам дополнительную информацию и дадим представление о развитии сервиса. Позвольте себе быть вдохновленным и помогите нам найти дыры в безопасности и жучки.
spanish: ¿Eres un desarrollador? Le mostraremos información adicional y le proporcionaremos información sobre el desarrollo del servicio. Déjese inspirar y ayúdenos a encontrar los agujeros de seguridad y los bichos.

# EditorsMode_DeveloperMode_Heading
source: Developers Fashion
chinese: 开发商时尚
french: Développeurs Mode
german: Developers Mode
italian: Sviluppatori Moda
russian: Разработчики Мода
spanish: Desarrolladores de moda

# EditorsMode_EditorsMode_Description
source: You have advanced features in terms of design and interface design. Customize the program and let your creativity run free.
chinese: 在设计和界面设计方面，你有先进的功能。定制程序，让你的创意自由发挥。
french: Vous disposez de fonctionnalités avancées en termes de conception et de design d'interface. Personnalisez le programme et laissez libre cours à votre créativité.
german: Du hast erweiterte Funktionen was das Design und die Oberflächengestaltung angeht. Passe das Programm individuellan und lass deiner Kreativität freien lauf.
italian: Avete caratteristiche avanzate in termini di design e di progettazione dell'interfaccia. Personalizza il programma e lascia libera la tua creatività.
russian: У вас есть расширенные возможности в плане дизайна и дизайна интерфейсов. Настройте программу и дайте волю вашему творчеству.
spanish: Tiene características avanzadas en términos de diseño y diseño de la interfaz. Personaliza el programa y deja que tu creatividad corra libre.

# EditorsMode_EditorsMode_Heading
source: Editors Mode
chinese: 编辑模式
french: Mode éditeur
italian: Modo editoriale
russian: Режим редактирования
spanish: Modo de edición

# EditorsMode_Heading
source: The user modes
chinese: 用户模式
french: Les modes d'utilisation
german: Die Nutzermodi
italian: Le modalità di utilizzo
russian: Пользовательские режимы
spanish: Los modos de usuario

# EditorsMode_InfoDescription
source: We try to please all users, even if they have completely different interests. With our optimization modules we try to tailor the service as good as possible to each individual user. The more information you give us, the better we can classify your interests!
chinese: 我们尽量取悦所有用户，即使他们的兴趣爱好完全不同，我们也会尽量取悦他们。通过我们的优化模块，我们尽量为每一个用户量身定制最优质的服务。您提供的信息越多，我们就能更好地对您的兴趣进行分类!
french: Nous essayons de satisfaire tous les utilisateurs, même s'ils ont des intérêts complètement différents. Grâce à nos modules d'optimisation, nous essayons d'adapter au mieux le service à chaque utilisateur individuel. Plus vous nous donnez d'informations, mieux nous pouvons classer vos intérêts !
german: Wir versuchen es allen Nutzern recht zu machen, auch wenn diese komplett verschiedene Interessen verfolgen. Mit unseren Optimierungsmodulen versuchen wir den Dienst so gut wie möglich auf jeden einzelnen Nutzer zu schneiden zu können. Je mehr Informationen du uns gibst, desto besser können wir deine Interessen einstufen!
italian: Cerchiamo di soddisfare tutti gli utenti, anche se hanno interessi completamente diversi. Con i nostri moduli di ottimizzazione cerchiamo di adattare il servizio il più possibile ad ogni singolo utente. Più informazioni ci date, meglio possiamo classificare i vostri interessi!
russian: Мы стараемся угодить всем пользователям, даже если у них совершенно разные интересы. С помощью наших модулей оптимизации мы стараемся адаптировать сервис как можно лучше для каждого отдельного пользователя. Чем больше информации вы нам дадите, тем лучше мы сможем классифицировать ваши интересы!
spanish: Tratamos de complacer a todos los usuarios, aunque tengan intereses completamente diferentes. Con nuestros módulos de optimización intentamos adaptar el servicio lo mejor posible a cada usuario. ¡Cuanta más información nos dé, mejor podremos clasificar sus intereses!

# EditorsMode_InfoHeading
source: Adaptability
chinese: 适应性
french: Adaptabilité
german: Anpassungsfähigkeit
italian: Adattabilità
russian: Адаптируемость
spanish: Adaptabilidad

# EditorsMode_NormalMode_Description
source: You can expect all functions in full, we do most of the work for you in terms of design and interface design and you don't have to worry about it.
chinese: 你可以期待所有的功能都是完整的，我们在设计和界面设计方面为你做了大部分的工作，你不用担心。
french: Vous pouvez vous attendre à ce que toutes les fonctions soient complètes, nous faisons la majeure partie du travail pour vous en termes de conception et de design d'interface et vous n'avez pas à vous en soucier.
german: Dich erwarten alle Funktionen in vollem Umfang, Wir nehmen dir die meiste Arbeit ab, was Design und die Oberflächengestaltung betrifft und du musst dich darum nicht kümmern.
italian: Potete aspettarvi tutte le funzioni in pieno, noi facciamo la maggior parte del lavoro per voi in termini di design e progettazione dell'interfaccia e non dovete preoccuparvi.
russian: Вы можете рассчитывать на все функции в полном объеме, мы делаем большую часть работы за вас в плане дизайна и дизайна интерфейсов, и вам не нужно беспокоиться об этом.
spanish: Puede esperar todas las funciones en su totalidad, nosotros hacemos la mayor parte del trabajo por usted en términos de diseño y diseño de la interfaz y no tiene que preocuparse por ello.

# EditorsMode_NormalMode_Heading
source: Normal Mode
chinese: 普通模式
french: Mode normal
italian: Modo normale
russian: Нормальный режим
spanish: Modo normal

# HotKeys_CreateNewHotKey
source: Creating a new hotkey
chinese: 创建一个新的热键
french: Créer un nouveau raccourci clavier
german: Neuen Hotkey erstellen
italian: Creazione di un nuovo tasto di scelta rapida
russian: Создание новой горячей клавиши
spanish: Creando una nueva tecla de acceso directo

# HotKeys_EnableAllHotkeys
source: Disable all hotkeys
chinese: 禁用所有热键
french: Désactiver tous les raccourcis clavier
german: Alle Hotkeys deaktivieren
italian: Disattivare tutti i tasti di scelta rapida
russian: Выключить все горячие клавиши
spanish: Deshabilitar todas las teclas de acceso directo

# HotKeys_EnableOwnHotkeys
source: Disable all hotkeys
chinese: 禁用所有热键
french: Désactiver tous les raccourcis clavier
german: Alle Hotkeys deaktivieren
italian: Disattivare tutti i tasti di scelta rapida
russian: Выключить все горячие клавиши
spanish: Deshabilitar todas las teclas de acceso directo

# HotKeys_Heading
source: Hot Keys
chinese: 热键
french: touches de raccourci
italian: tasti di scelta rapida
russian: горячие клавиши
spanish: teclas de acceso rápido

# HotKeys_Info
source: To change a hotkey, press the key combination and enter the new key combination. Press ESC to cancel the operation.
chinese: 要更改热键，请按组合键并输入新的组合键。按ESC键取消操作。
french: Pour modifier un raccourci clavier, appuyez sur la combinaison de touches et entrez la nouvelle combinaison de touches. Appuyez sur ESC pour annuler l'opération.
german: Um einen Hotkey zu ändern, drücke auf die Tastenkombination und gib die neue Tastenkombination ein. Mit ESC kannst du den Vorgang abbrechen.
italian: Per modificare un tasto di scelta rapida, premere la combinazione di tasti e inserire la nuova combinazione di tasti. Premere ESC per annullare l'operazione.
russian: Чтобы изменить горячую клавишу, нажмите комбинацию клавиш и введите новую комбинацию клавиш. Нажмите ESC, чтобы отменить операцию.
spanish: Para cambiar una tecla de acceso directo, pulse la combinación de teclas e introduzca la nueva combinación de teclas. Pulse ESC para cancelar la operación.

# HotKeys_Option_Musikbot
source: Activate/deactivate musicbot
chinese: 激活/停用musicbot
french: Activer/désactiver le musicbot
german: Musikbot aktivieren/deaktivieren
italian: Attivare/disattivare musicbot
russian: Активировать/деактивировать musicbot
spanish: Activar/desactivar musicbot

# HotKeys_Option_Mute
source: Mute on/off
chinese: 静音开/关
french: Activation/désactivation de la sourdine
german: Stummschalten ein/aus
italian: Muto on/off
russian: Включение/выключение звука
spanish: Silencio encendido/apagado

# HotKeys_Option_PushToTalk
source: Push to Talk
chinese: 推入式对话
italian: Spingere per parlare
russian: Толчок к разговору
spanish: Empujar para hablar

# HotKeys_Option_VoiceAssistent
source: Trigger Voice Assistant
chinese: 触发器语音助手
french: Assistant vocal de déclenchement
german: Voice Assistent auslösen
italian: Assistente vocale Trigger
russian: Помощник Голоса Триггера
spanish: Asistente de voz del gatillo

# HotKeys_ResetAllHotKeys
source: Reset all hotkeys
chinese: 重置所有热键
french: Réinitialisation de toutes les touches de raccourcis
german: Alle Hotkeys zurücksetzen
italian: Reimpostare tutti i tasti di scelta rapida
russian: Сбросить все горячие клавиши
spanish: Reajustar todas las teclas de acceso directo

# InGameOverlay_AktivateIngameOverlay
source: Activate in Game Overlay
chinese: 在游戏覆盖中激活
french: Activer en superposition de jeu
german: In Game Overlay aktivieren
italian: Attivare in Sovrapposizione di gioco
russian: Активировать в игре
spanish: Activar en la superposición del juego

# InGameOverlay_Description
source: Ready to play together?
chinese: 准备好一起玩了吗？
french: Prêts à jouer ensemble ?
german: Bereit miteinander zu spielen?
italian: Pronti a giocare insieme?
russian: Готовы играть вместе?
spanish: ¿Listo para jugar juntos?

# InGameOverlay_Heading
source: In Game Overlay
chinese: 游戏内叠加
french: En superposition de jeu
italian: In Sovrapposizione di gioco
russian: В игровом оверлее
spanish: En la superposición del juego
