Repository: RainbowFurry/VoiceAssistent
Catalog: DWC_VoiceAssistent/projects/db/settings/*.resx
Languages: chinese, french, german, italian, russian, spanish

# Payments_QuickPay_QuickPayHeading
source: Activate fast payment
chinese: 激活快速支付
french: Activer le paiement rapide
german: Schnelle Bezahlung aktivieren
italian: Attivare il pagamento veloce
russian: Активировать быструю оплату
spanish: Activar el pago rápido

# Payments_SecurePay_Content
source: Activate secure payment
chinese: 激活安全支付
french: Paiement sécurisé
german: Sichere Bezahlunng aktivieren
italian: Attivare il pagamento sicuro
russian: Активировать безопасную оплату
spanish: Activar el pago seguro

# Payments_SecurePay_Description
source: Your account password is requested before the ordering process to prevent unauthorized orders
chinese: 在订购过程中，我们会在订购前申请您的账户密码，以防止未经授权的订单。
french: Dein Kontopasswort wird vor dem Bestellvorgang abgefragt, um unautorisierte Bestellungen zu verhindern
german: Dein Kontopasswort wird vor dem Bestellvorgang abgefragt, um unautorisierte Bestellungen zu verhindern
italian: La password del vostro account viene richiesta prima del processo di ordinazione per evitare ordini non autorizzati
russian: Пароль учетной записи запрашивается перед оформлением заказа для предотвращения несанкционированных заказов.
spanish: La contraseña de su cuenta se solicita antes del proceso de pedido para evitar pedidos no autorizados

# Payments_SecurePay_Heading
source: Secure payment
chinese: 安全支付
french: Sichere Bezahlunng
german: Sichere Bezahlunng
italian: Pagamento sicuro
russian: Безопасная оплата
spanish: Pago seguro

# Payments_YourPayments
source: Your Paymentmethodes
chinese: 您的付款方式
french: Vos modes de paiement
german: Deine Zahlungsmethoden
italian: I vostri metodi di pagamento
russian: Ваши методы оплаты
spanish: Sus métodos de pago

# Privacy_Chat_AddFriendPermission_Everybody_Label
source: Everyone
chinese: 大家好
french: Tout le monde
german: Jeder
italian: Tutti
russian: Все
spanish: Todos

# Privacy_Chat_AddFriendPermission_Friends_Label
source: Friends of friends
chinese: 朋友们的朋友
french: Les amis des amis
german: Freunde von Freunden
italian: Amici di amici
russian: Друзья друзей
spanish: Amigos de los amigos

# Privacy_Chat_AddFriendPermission_Heading
source: Who can add you as a friend?
chinese: 谁能加你为好友？
french: Qui peut vous ajouter comme ami ?
german: Wer darf dich als Freund hinzufügen?
italian: Chi può aggiungerti come amico?
russian: Кто может добавить тебя в друзья?
spanish: ¿Quién puede agregarte como amigo?

# Privacy_Chat_AddFriendPermission_Request_Label
source: Only mutual inquiries
chinese: 只有相互询问
french: Seules les enquêtes mutuelles
german: Nur gegenseitige Anfragen
italian: Solo richieste reciproche
russian: Только взаимные запросы
spanish: Sólo las consultas mutuas

# Privacy_Chat_Content
source: Others can see what application you are running. Whether you're playing a game, listening to music, or doing anything else. These settings do not affect whether you are shown that you are in a channel. Set these settings under My Channel.
chinese: 其他人可以看到你正在运行的应用程序。无论你是在打游戏，听音乐，还是做其他事情。这些设置并不影响你是否显示你在一个频道中。在 "我的频道 "下设置这些设置。
french: D'autres peuvent voir quelle application vous utilisez. Que vous jouiez à un jeu, que vous écoutiez de la musique ou que vous fassiez autre chose. Ces paramètres n'affectent pas le fait qu'on vous montre ou non que vous êtes dans un canal. Réglez ces paramètres sous Ma chaîne.
german: Andere können sehen, welche Anwendung du ausführst. Ob du ein Spiel spielst, Musik hörst oder anderweitig tätig bist. Diese Einstellungen haben keinen Einfluss darauf, ob angezeigt wird, dass du dich in einem Channel befindest. Lege diese Einstellungen unter Mein Channel fest.
italian: Altri possono vedere quale applicazione si sta eseguendo. Che si tratti di un gioco, di ascoltare musica o di fare qualsiasi altra cosa. Queste impostazioni non influiscono sul fatto che vi venga mostrato che vi trovate in un canale. Impostare queste impostazioni sotto My Channel.
russian: Другие могут увидеть, какое приложение вы запускаете. Играете ли вы в игру, слушаете ли музыку или занимаетесь чем-нибудь другим. Эти настройки не влияют на то, показано ли вам, что вы находитесь в канале. Установите эти настройки в разделе Мой канал.
spanish: Los demás pueden ver qué aplicación estás ejecutando. Ya sea que estés jugando un juego, escuchando música o haciendo cualquier otra cosa. Estos ajustes no afectan si se le muestra que está en un canal. Establezca estos ajustes en Mi canal.

# Privacy_Chat_Heading
source: General privacy
chinese: 一般隐私
french: Confidentialité générale
german: Allgemeine Privatsphäre
italian: Privacy generale
russian: Общая конфиденциальность
spanish: Privacidad general

# Privacy_Chat_LastOnline_Everybody_Label
source: Everyone
chinese: 大家好
french: Tout le monde
german: Jeder
italian: Tutti
russian: Все
spanish: Todos

# Privacy_Chat_LastOnline_Friends_Label
source: Only friends
chinese: 只有朋友
french: Seulement des amis
german: Nur Freunde
italian: Solo amici
russian: Только друзья
spanish: Sólo amigos

# Privacy_Chat_LastOnline_Heading
source: Last online
chinese: 最后一次在线
french: Dernière mise en ligne
german: Zuletzt online
italian: Ultimo online
russian: Последний раз онлайн
spanish: La última en línea

# Privacy_Chat_LastOnline_Nobody_Label
source: Nobody
chinese: 没有人
french: Personne
german: Niemand
italian: Nessuno
russian: Никто
spanish: Nadie

# Privacy_Chat_Privacy_Content
source: People who are not allowed to contact you directly will send you a request with the first message, which you have to agree to. No one can see what settings you have set.
chinese: 不允许直接联系你的人，会在第一条信息中给你发送请求，你必须同意。没有人可以看到你设置了什么设置。
french: Les personnes qui ne sont pas autorisées à vous contacter directement vous enverront une demande avec le premier message, que vous devez accepter. Personne ne peut voir les paramètres que vous avez définis.
german: Personen, die dich nicht direkt anschreiben dürfen, schicken mit der ersten Nachricht eine Anfragem, der du zustimmen musst. Niemand kann sehen, welche Einstellungen du festgelegt hast.
italian: Le persone che non possono contattarvi direttamente vi invieranno una richiesta con il primo messaggio, che dovrete accettare. Nessuno può vedere quali impostazioni avete impostato.
russian: Люди, которым не разрешено связываться с вами напрямую, отправят вам запрос с первым сообщением, с которым вы должны согласиться. Никто не видит, какие настройки вы установили.
spanish: Las personas que no pueden contactar con usted directamente le enviarán una solicitud con el primer mensaje, que usted debe aceptar. Nadie puede ver los ajustes que has hecho.

# Privacy_Chat_Privacy_Heading
source: Privacy in Chat
chinese: 聊天中的隐私
french: La vie privée dans le chat
german: Privatsphäre im Chat
russian: Конфиденциальность в Чате
spanish: Privacidad en el chat

# Privacy_Chat_ShowStatus_Heading
source: Displayed apps in status
chinese: 显示在状态中的应用程序
french: Apps affichées en statut
german: Angezeigte Apps im Status
italian: App visualizzate in stato
russian: Отображаемые приложения в состоянии
spanish: Aplicaciones mostradas en estado

# Privacy_Chat_Status_Everybody_Label
source: Everyone
chinese: 大家好
french: Tout le monde
german: Jeder
italian: Tutti
russian: Все
spanish: Todos

# Privacy_Chat_Status_Friends_Label
source: Only friends
chinese: 只有朋友
french: Seulement des amis
german: Nur Freunde
italian: Solo amici
russian: Только друзья
spanish: Sólo amigos

# Privacy_Chat_Status_Label_Label
source: Nobody
chinese: 没有人
french: Personne
german: Niemand
italian: Nessuno
russian: Никто
spanish: Nadie

# Privacy_Chat_WritingPermission_Heading
source: Who sees your status
chinese: 谁能看到你的状态
french: Qui voit votre statut
german: Wer sieht deinen Status
italian: Chi vede il tuo stato
russian: Кто видит твой статус
spanish: ¿Quién ve tu estado

# Privacy_Infotext1
source: If you set your status to invisible, no one will see your activity and whether you are online. Your channel will also be invisible to everyone.
chinese: 如果你将状态设置为隐身，没有人会看到你的活动和是否在线。你的渠道也会被大家所忽视。
french: Si vous réglez votre statut sur invisible, personne ne verra votre activité et ne saura si vous êtes en ligne. Votre chaîne sera également invisible pour tout le monde.
german: Wenn du deinen Status auf unsichtbar stellst, sieht niemand deine Aktivität und ob du online bist. Dein Channel wird gleichzeitig aber auch für alle unsichtbar.
italian: Se impostate il vostro stato su invisibile, nessuno vedrà la vostra attività e se siete online. Il vostro canale sarà anche invisibile a tutti.
russian: Если вы установите свой статус "невидимка", никто не увидит вашу деятельность и то, находитесь ли вы в сети. Ваш канал также будет невидим для всех.
spanish: Si establece su estado como invisible, nadie verá su actividad y si está en línea. Tu canal también será invisible para todos.

# Privacy_Infotext2
source: In case of mutual requests, both persons must send a friend request. If this is the case, you will automatically become friends.
chinese: 如果是相互请求，两个人都必须发送好友请求。如果是这种情况，就会自动成为好友。
french: En cas de demandes mutuelles, les deux personnes doivent envoyer une demande d'ami. Si c'est le cas, vous deviendrez automatiquement des amis.
german: Bei gegenseitigen Anfragen, müssen beide Personen eine Freundschaftsanfrage senden. Ist dies der Fall werdet ihr automatisch miteinander befreundet.
italian: In caso di richieste reciproche, entrambe le persone devono inviare una richiesta di amicizia. In questo caso, diventerete automaticamente amici.
russian: В случае взаимных запросов оба человека должны отправить запрос другу. В этом случае вы автоматически становитесь друзьями.
spanish: En caso de solicitudes mutuas, ambas personas deben enviar una solicitud de amistad. Si este es el caso, se convertirán automáticamente en amigos.

# Privacy_Status_addApp
source: Click here to add a program
chinese: 点击这里添加节目
french: Cliquez ici pour ajouter un programme
german: Klicke hier, um ein Programm hinzuzufügen
italian: Clicca qui per aggiungere un programma
russian: Нажмите здесь, чтобы добавить программу
spanish: Haga clic aquí para añadir un programa

# ResetSettings_Description
source: Here you can change individual areas or the entire settings to Reset factory settings
chinese: 在这里，您可以更改单个区域或整个设置，以达到以下目的 重置出厂设置
french: Vous pouvez ici modifier des zones individuelles ou l'ensemble des paramètres pour Réinitialisation des paramètres d'usine
german: Hier kannst du einzelne Bereiche oder gleich die gesamten Einstellungen auf Werkseinstellungen zurück setzen
italian: Qui è possibile modificare singole aree o l'intera impostazione in Ripristinare le impostazioni di fabbrica
russian: Здесь вы можете изменить отдельные области или все настройки на Сброс заводских настроек
spanish: Aquí puede cambiar las áreas individuales o la configuración completa a Restablecer los ajustes de fábrica

# ResetSettings_Heading
source: Reset settings
chinese: 重置设置
french: Réinitialisation des paramètres
german: Einstellungen zurücksetzen
italian: Reimpostare le impostazioni
russian: Сброс настроек
spanish: Restablecer los ajustes

# ResetSettings_Options_AllSettings
source: All settings
chinese: 所有设置
french: Tous les paramètres
german: Alle Einstellungen
italian: Tutte le impostazioni
russian: Все настройки
spanish: Todos los escenarios

# SaveText
source: Close (ESC)
chinese: 关闭(ESC)
french: Fermer (CES)
german: Schließen (ESC)
italian: Chiudere (ESC)
russian: Закрыть (ESC)
spanish: Cerrar (ESC)

# Security_AccountRecoveryHeading
source: Account recovery email
chinese: 帐户恢复电子邮件
french: Courrier électronique de recouvrement de compte
german: E-Mail zur Kontowiederherstellung
italian: Recupero dell'account e-mail
russian: Электронная почта для восстановления аккаунта
spanish: Correo electrónico de recuperación de cuenta

# Security_AllAktivities
source: View all activities
chinese: 查看所有活动
french: Voir toutes les activités
german: Alle Aktivitäten ansehen
italian: Alle Aktivitäten ansehen
russian: Просмотреть все действия
spanish: Ver todas las actividades

# Security_BackupCode_Description
source: With each backup code you can log in to your account once!
chinese: 每一个备份代码，您就可以登录一次您的账户!
french: Avec chaque code de sauvegarde, vous pouvez vous connecter à votre compte une
german: Mit jedem Backup Code kannst du dich einmalig in deinem Konto anmelden!
italian: Con ogni codice di backup potete accedere al vostro conto una volta sola!
russian: С каждым резервным кодом вы можете войти в свой аккаунт один раз!
spanish: ¡Con cada código de copia de seguridad puedes acceder a tu cuenta una vez!

# Security_BackupCode_Disable
source: Disable
chinese: 残障人士
french: Désactiver
german: Deaktivieren
italian: Disattivare
russian: Отключить
spanish: Desactivar

# Security_BackupCode_Download
source: Download
chinese: 下载
french: Voir
german: Herunterladen
italian: Scaricare
russian: Скачать
spanish: Descargar

# Security_BackupCode_Enable
source: Activate
chinese: 激活
french: Activer
german: Aktivieren
italian: Attivare
russian: Активировать
spanish: Activar

# Security_BackupCode_Heading
source: Backup Codes
chinese: 备份码
french: les codes de sauvegarde
italian: codici di backup
russian: резервные коды
spanish: códigos de respaldo

# Security_BackupCode_View
source: Show
chinese: 显示
french: fois !
german: Anzeigen
italian: Mostra
russian: Показать
spanish: Mostrar

# Security_ConnectedEmailHeading
source: Connected email account
chinese: 已连接的电子邮件账户
french: Compte de courrier électronique connecté
german: Verbundenes E-Mail Konto
italian: Account e-mail collegato
russian: Подключенная электронная почта
spanish: Cuenta de correo electrónico conectada

# Security_ConnectedEmailInfo
source: Registration in the account takes place via email, telephone number or user ID
chinese: 通过电子邮件、电话号码或用户ID进行注册。
french: L'inscription au compte s'effectue par courrier électronique, numéro de téléphone ou identifiant
german: Anmeldung im Konto erfolgt über E-Mail, Telefonnummer oder Nutzer ID
italian: La registrazione nel conto avviene tramite e-mail, numero di telefono o ID utente
russian: идентификатору пользователя
spanish: La inscripción en la cuenta se realiza por correo electrónico, número de teléfono o identificación de usuario

# Security_ConnectedEmail_ChangeAccount
source: Change account
chinese: 更改账户
french: Modifier le compte
german: Konto ändern
italian: Cambia conto
russian: Сменный счёт
spanish: Cambiar de cuenta

# Security_ConnectedEmail_Check
source: last check on %date%
chinese: 最后一次检查日期%
french: dernier contrôle sur %date%%.
german: letzte Überprüfung am %date%
italian: ultimo controllo su %date %date
russian: последняя проверка %date%
spanish: última comprobación en %fecha%

# Security_ConnectedEmail_Heading
source: Your linked email account
chinese: 您的链接电子邮件账户
french: Votre compte de courrier électronique lié
german: Dein verknüpftes E-Mail Konto
italian: Dein verknüpftes E-Mail Konto
russian: Ваш связанный почтовый ящик
spanish: Tu cuenta de correo electrónico vinculada

# Security_ConnectedEmail_ViewAccount
source: View account
chinese: 查看账户
french: Voir le compte
german: Konto ansehen
italian: Visualizza il conto
russian: Просмотр аккаунта
spanish: Ver cuenta

# Security_LastActivity
source: Last account activities
chinese: 最后的账户活动
french: Activités du dernier compte
german: Letzte Kontoaktivitäten
italian: Letzte Kontoaktivitäten
russian: Последние действия по счёту
spanish: Últimas actividades de la cuenta

# Security_NotSecure
source: Bad Secure
chinese: 受到严重保护
french: Mal protégé
german: Schlecht geschützt
italian: Male protetto
russian: Плохо защищённый
spanish: Mal protegido

# Security_RecoveryEmail_ChangeAccount
source: Change account
chinese: 更改账户
french: Modifier le compte
german: Konto ändern
italian: Cambia conto
russian: Сменный счёт
spanish: Cambiar de cuenta

# Security_RecoveryEmail_Check
source: last check on %date%
chinese: 最后一次检查日期%
french: dernier contrôle sur %date%%.
german: letzte Überprüfung am %date%
italian: ultimo controllo su %date %date
russian: последняя проверка %date%
spanish: última comprobación en %fecha%

# Security_RecoveryEmail_Heading
source: E-mail account for account recovery
chinese: 帐户恢复的电子邮件帐户
french: Compte de courrier électronique pour le recouvrement des comptes
german: E-Mail Konto zur Kontowiederherstellung
italian: Conto e-mail per il recupero del conto
russian: Электронная почта для восстановления аккаунта
spanish: Cuenta de correo electrónico para la recuperación de la cuenta

# Security_RecoveryEmail_ViewAccount
source: View account
chinese: 查看账户
french: Voir le compte
german: Konto ansehen
italian: Visualizza il conto
russian: Просмотр аккаунта
spanish: Ver cuenta

# Security_Secure
source: Good Secure
chinese: 保护得好
french: Bien protégé
german: Gut geschützt
italian: Ben protetto
russian: Хорошо защищённый
spanish: Bien protegido

# Security_SecureBoxInfo_1
source: Check out your security index. If we find that your account is not being adequately protected, we will inform you immediately
chinese: 看看你的安全指数。如果我们确定您的账户没有得到足够的保护，我们将立即通知您。
french: Regardez votre indice de sécurité. Si nous constatons que votre compte n'est pas suffisamment protégé, nous vous en informerons immédiatement
german: Sie dir deinen Sicherheitsindex an. Falls wir deststellen, dass dein Konto unzureichend geschützt wird, machen wir dich umgehend darauf aufmerksam
italian: Guarda il tuo indice di sicurezza. Se determiniamo che il vostro conto non è sufficientemente protetto, vi informeremo immediatamente
russian: Посмотри на свой индекс безопасности. Если мы определим, что ваш аккаунт недостаточно защищен, мы немедленно уведомим вас об этом.
spanish: Mira tu índice de seguridad. Si determinamos que su cuenta no está suficientemente protegida, le notificaremos inmediatamente

# Security_SecureBoxInfo_2
source: Your connected email account has top priority. Anyone who has access to this account may also have access to your other accounts
chinese: 你的连接电子邮件账户具有最高优先级。无论谁能访问这个账户，也可以访问你的其他账户。
french: Votre compte de messagerie électronique connecté a la plus haute priorité. Toute personne ayant accès à ce compte peut également avoir accès à vos autres comptes 2 Facteur d'authentification
german: Dein verbundenes E-Mail Konto hat höchste Priorität. Wer Zugriff auf dieses Konto hat kann sich eventuell auch Zugriff auf deine anderen Konten verschaffen
italian: Il vostro account di posta elettronica collegato ha la massima priorità. Chiunque abbia accesso a questo conto può anche accedere ai vostri altri conti
russian: Ваш подключенный электронный почтовый ящик имеет наивысший приоритет. Тот, кто имеет доступ к этой учетной записи, может иметь доступ и к другим вашим учетным записям.
spanish: Su cuenta de correo electrónico conectada tiene la mayor prioridad. Quien tenga acceso a esta cuenta también podrá acceder a sus otras cuentas

# Security_TwoFactorHeading
source: 2 factor authentication
chinese: 2 认证系数
french: 2 Faktor Authentifizierung
german: 2 Faktor Authentifizierung
italian: 2 Fattore di autenticazione
russian: 2 Коэффициент подлинности
spanish: 2 Factor de autenticación

# Security_TwoFaktor_ChangeNumber
source: Change phone number
chinese: 更改电话号码
french: Changer de numéro de téléphone
german: Telefonnummer ändern
italian: Cambia numero di telefono
russian: Изменить номер телефона
spanish: Cambiar el número de teléfono

# Security_TwoFaktor_Check
source: last check on %date%
chinese: 最后一次检查日期%
french: dernier contrôle sur %date%%.
german: letzte Überprüfung am %date%
italian: ultimo controllo su %date %date
russian: последняя проверка %date%
spanish: última comprobación en %fecha%

# Security_TwoFaktor_DisableTwoFaktor
source: 2FA deaktivieren
chinese: 2FA停用
italian: 2FA disattivare
russian: 2FA деактивировать
spanish: 2FA desactivar

# Security_TwoFaktor_EnambleTwoFaktor
source: Activate 2FA
chinese: 激活2FA
french: Activer la 2FA
german: 2FA aktivieren
italian: Attivare 2FA
russian: Активировать 2FA
spanish: Activar 2FA

# Security_TwoFaktor_Heading
source: 2-factor authentication via SMS
chinese: 通过短信进行双因素认证
french: Authentification à 2 facteurs par SMS
german: 2-Faktor-Authentifizierung über SMS
italian: Autenticazione a 2 fattori via SMS
russian: 2-факторная аутентификация по SMS
spanish: Autenticación de dos factores a través de SMS

# Security_YourAccountActivity
source: Your account activity
chinese: 您的账户活动
french: L'activité de votre compte
german: Deine Kontoaktivität
italian: L'attività del vostro conto
russian: Ваша активность счёта
spanish: La actividad de su cuenta

# Security_YourSecurityStatusHeading
source: Your Securityindex
chinese: 您的安全指数
french: Votre indice de sécurité
german: Dein Sicherheitsindex
italian: Il tuo indice di sicurezza
russian: Ваш индекс безопасности
spanish: Su índice de seguridad

# Security_YourSecurityStatusInfo
source: Set priority levels for devices! Activate restrictions for new devices!
chinese: 为设备设置优先级! 激活新设备的限制!
french: Fixez des niveaux de priorité pour les appareils ! Activez les restrictions pour les nouveaux appareils !
german: Lege Prioritätsstufen für Geräte fest! Aktiviere Einschränkungen für neue Geräte!
italian: Impostare i livelli di priorità per i dispositivi! Attivare le restrizioni per i nuovi dispositivi!
russian: Установите уровни приоритета для устройств! Активируйте ограничения для новых устройств!
spanish: ¡Fija los niveles de prioridad de los dispositivos! ¡Activar las restricciones para los nuevos dispositivos!

# SettingsHeading
source: Settings
chinese: 设置
french: Paramètres
german: Einstellungen
italian: Impostazioni
russian: Настройки
spanish: Ajustes

# Updates_AutoUpdateBlock_Description
source: You will receive a notification and can decide whether to install the update immediately or later
chinese: 您将收到通知，并可以决定是否立即或稍后安装更新。
french: Vous recevrez une notification et pourrez décider d'installer la mise à jour immédiatement ou ultérieurement
german: Du erhältst eine Benachrichtigung und kannst entscheiden, ob du das Update sofort oder später installierst
italian: Riceverete una notifica e potrete decidere se installare l'aggiornamento immediatamente o in un secondo momento
russian: Вы получите уведомление и сможете принять решение об установке обновления немедленно или позже.
spanish: Recibirá una notificación y podrá decidir si instalar la actualización inmediatamente o más tarde

# Updates_AutoUpdateBlock_Description1
source: You will receive a notification and can decide whether to install the update immediately or later
chinese: 您将收到通知，并可以决定是否立即或稍后安装更新。
french: Vous recevrez une notification et pourrez décider d'installer la mise à jour immédiatement ou ultérieurement
italian: Riceverete una notifica e potrete decidere se installare l'aggiornamento immediatamente o in un secondo tempo
russian: Вы получите уведомление и сможете принять решение об установке обновления немедленно или позже.
spanish: Recibirá una notificación y podrá decidir si instalar la actualización inmediatamente o más tarde

# Updates_AutoUpdateBlock_Heading
source: Prevent automatic updates when I am busy
chinese: 当我很忙时，防止自动更新
french: Empêcher les mises à jour automatiques lorsque je suis occupé
german: Automatische Updates verhindern, wenn ich beschäftigt bin
italian: Automatische Updates verhindern, wenn ich beschäftigt bin
russian: Предотвращать автоматические обновления, когда я занят
spanish: Evitar las actualizaciones automáticas cuando estoy ocupado

# Updates_AutoUpdateBlock_Heading1
source: Prevent automatic updates when I am busy
chinese: 当我很忙时，防止自动更新
french: Empêcher les mises à jour automatiques lorsque je suis occupé
italian: Prevenire gli aggiornamenti automatici quando sono occupato
russian: Предотвращать автоматические обновления, когда я занят
spanish: Evitar las actualizaciones automáticas cuando estoy ocupado
