Repository: RainbowFurry/VoiceAssistent
Catalog: DWC_VoiceAssistent/projects/db/settings/*.resx
Languages: chinese, french, german, italian, russian, spanish

# InGameOverlay_ShowMusik_Content
source: The musicbot will be displayed and you can see which song you are listening to
chinese: 音乐机器人会显示，你可以看到你正在听哪一首歌。
french: Le musicbot sera affiché et vous pourrez voir quelle chanson vous écoutez
german: Der Musikbot wird mit angezeigt und du siehst, welches Lied ihr hört
italian: Il musicbot verrà visualizzato e potrete vedere quale canzone state ascoltando
russian: Отобразится музыкальный робот, и вы сможете увидеть, какую песню вы слушаете.
spanish: El musicbot se mostrará y podrás ver qué canción estás escuchando.

# InGameOverlay_ShowMusik_Heading
source: Show musicbot
chinese: 显示musicbot
french: Afficher le musicbot
german: Musikbot anzeigen
italian: Mostra musicbot
russian: Показать нотбота
spanish: Mostrar musicbot

# InGameOverlay_ShowProfilePicture_Content
source: If this function is activated, you only see the names of the others
chinese: 如果激活了这个功能，你只能看到其他的名字。
french: Si cette fonction est activée, vous ne voyez que les noms des autres
german: Ist diese Funktion aktiviert, siehst du nur die Namen der Anderen
italian: Se questa funzione è attivata, si vedono solo i nomi degli altri
russian: Если эта функция активирована, то отображаются только имена остальных.
spanish: Si esta función está activada, sólo se ven los nombres de los otros

# InGameOverlay_ShowProfilePicture_Heading
source: Hide profile pictures
chinese: 隐藏个人资料图片
french: Cacher les photos de profil
german: Profilbilder ausblenden
italian: Nascondi le immagini del profilo
russian: Скрыть фотографии профиля
spanish: Ocultar fotos de perfil

# InGameOverlay_ShowWhileTalking_Content
source: If this function is activated, the overlay is hidden when nobody is talking
chinese: 如果激活了这个功能，当没有人说话时，覆盖层就会被隐藏。
french: Ist diese Funktion aktiviert, wird das Overlay ausgeblendet wenn niemand spricht
german: Ist diese Funktion aktiviert, wird das Overlay ausgeblendet wenn niemand spricht
italian: Mostra la sovrapposizione solo quando qualcuno sta parlando Se questa funzione è attivata, la sovrapposizione è nascosta quando nessuno parla
russian: Если эта функция активирована, оверлей скрывается, когда никто не говорит.
spanish: Si esta función está activada, la superposición se oculta cuando nadie habla

# InGameOverlay_ShowWhileTalking_Heading
source: Show overlay only when someone is talking
chinese: 只有当有人说话时才显示叠加
french: Afficher la superposition uniquement lorsque quelqu'un parle
german: Overlay nur anzeigen, sobald jemand spricht
italian: Overlay nur anzeigen, sobald jemand spricht
russian: Показывать наложение только тогда, когда кто-то говорит
spanish: Mostrar la superposición sólo cuando alguien está hablando

# InGameOverlay_Show_Heading
source: The overlay is to be displayed at a certain point
chinese: 叠加在某一点上显示的是
french: La superposition doit être affichée à un certain moment
german: An wellcher Stelle soll das Overlay angezeigt werden
italian: La sovrapposizione deve essere visualizzata ad un certo punto
russian: Накладка должна отображаться в определенном месте.
spanish: La superposición debe ser mostrada en un cierto punto

# Landschaft Design
source: Select your own background
chinese: 选择你自己的背景
french: Sélectionnez votre propre parcours
german: Eigenen Hintergrund auswählen
italian: Seleziona il tuo background
russian: Выберите свой собственный фон
spanish: Seleccione su propio fondo

# Language_AutogeneratedInfo
source: (automatically generated)
chinese: (自动生成)
french: (généré automatiquement)
german: (automatisch generiert)
italian: (generato automaticamente)
russian: (автоматически генерируется)
spanish: (generado automáticamente)

# Language_Description
source: Choose your language! Please note that some languages are automatically translated for completion and we cannot guarantee and accept no liability for the complete accuracy of these. We will provide a comprehensive translation for many languages soon. If your local language is not available you can help us make a sample translation! Learn more
chinese: 选择你的语言! 请注意，有些语言是自动翻译完成的，我们不能保证也不承担任何责任。我们很快就会提供多种语言的综合翻译。如果您当地语言不通 你可以帮我们做一个翻译样本! 了解更多
french: Choisissez votre langue ! Veuillez noter que certaines langues sont automatiquement traduites pour être complétées et que nous ne pouvons pas garantir et n'acceptons aucune responsabilité quant à l'exactitude complète de celles-ci. Nous fournirons bientôt une traduction complète pour de nombreuses langues. Si votre langue locale n'est pas disponible vous pouvez nous aider à faire un échantillon de traduction ! En savoir plus Traduit avec www.DeepL.com/Translator (version gratuite)
german: Wähle deine Sprache aus! Bitte beachte, dass einige Sprachen zur Vervollständigung automatisch übersetzt werden und wir keine vollständige Richtigkeit derer garantieren können und keine Haftung übernehmen. Wir werden eine umfangreiche Übersetzung für viele Sprachen bald bereitstellen. Wenn deine Landessprache nicht verfügbar sein sollte, kannst du uns helfen eine Musterübersetzung anzufertigen! Erfahre mehr
italian: Scegliete la vostra lingua! Si prega di notare che alcune lingue sono tradotte automaticamente per il completamento e non possiamo garantire e non ci assumiamo alcuna responsabilità per la loro completa accuratezza. Presto forniremo una traduzione completa per molte lingue. Se la vostra lingua locale non è disponibile potete aiutarci a fare una traduzione di esempio! Per saperne di più
russian: Выберите свой язык! Пожалуйста, обратите внимание, что некоторые языки переводятся автоматически, и мы не можем гарантировать и не несем никакой ответственности за их полную точность. В ближайшее время мы обеспечим комплексный перевод на многие языки. Если ваш местный язык недоступен Вы можете помочь нам сделать пробный перевод! Узнать больше
spanish: Elija su idioma! Tenga en cuenta que algunos idiomas se traducen automáticamente para su finalización y no podemos garantizar y no aceptamos ninguna responsabilidad por la completa exactitud de los mismos. Pronto proporcionaremos una traducción completa para muchos idiomas. Si su idioma local no está disponible ¡puedes ayudarnos a hacer una traducción de muestra! Aprende más.

# Language_Heading
source: Your language
chinese: 您的语言
french: Votre langue
german: Deine Sprache
italian: La vostra lingua
russian: Ваш язык
spanish: Su idioma

# Microphone_AudioHelp_Description
source: If you enable this feature, we will notify you if we cannot detect a microphone, you are speaking even though you are muted or your voice is cut off.
chinese: 如果您启用了这个功能，如果我们无法检测到麦克风，即使您正在说话，或者您的声音被切断，我们也会通知您。
french: Si vous activez cette fonction, nous vous avertirons si nous ne pouvons pas détecter un microphone, si vous parlez même si vous êtes en sourdine ou si votre voix est coupée.
german: Wenn du diese Funktion aktivierst, benachrichtigen wir dich, wenn wir kein Mikrofon erkennen können, du sprichst, obwohl du stummgeschalten bist oder deine Stimme absgeschnitten wird.
italian: Se attivate questa funzione, vi informeremo se non riusciamo a rilevare un microfono, se parlate anche se siete in silenzio o se la vostra voce è tagliata.
russian: Если вы включите эту функцию, мы уведомим вас, если мы не сможем обнаружить микрофон, вы будете говорить, даже если вы приглушены или ваш голос отключен.
spanish: Si activa esta función, le notificaremos si no podemos detectar un micrófono, si está hablando aunque esté silenciado o si su voz está cortada.

# Microphone_AudioHelp_Heading
source: Audio Help
chinese: 音频帮助
french: Aide audio
german: Audio Hilfe
italian: Aiuto audio
russian: Справка по аудио
spanish: Ayuda de audio

# Microphone_AudioOptimisation_Content
source: Background noise and hiss are suppressed to provide good audio quality.
chinese: 背景噪音和杂音被压制，提供了良好的音频质量。
french: Les bruits de fond et le sifflement sont supprimés pour assurer une bonne qualité audio.
german: Hintergrundgeräusche und Rauschen werden unterdrückt, um eine gute Audioqualität zu liefern.
italian: Il rumore di fondo e il sibilo sono soppressi per fornire una buona qualità audio.
russian: Фоновый шум и шипение подавляются для обеспечения хорошего качества звука.
spanish: El ruido de fondo y el silbido se suprimen para proporcionar una buena calidad de audio.

# Microphone_AudioOptimisation_Heading
source: Audio Optimization Software
chinese: 音频优化软件
french: Logiciel d'optimisation audio
german: Audio Optimierungssoftware
italian: Software di ottimizzazione audio
russian: Программное обеспечение для оптимизации звука
spanish: Software de optimización de audio

# Microphone_AutomaticVoiceDetection_Description
source: You see above, when your microphone is activated
chinese: 你看上面，当你的麦克风被激活时
french: Vous voyez ci-dessus, lorsque votre microphone est activé
german: Du siehst oben, wenn dein Mikrofon aktiviert wird
italian: Vedete sopra, quando il vostro microfono è attivato
russian: Вы видите выше, когда ваш микрофон активирован.
spanish: Verás arriba, cuando tu micrófono se activa

# Microphone_AutomaticVoiceDetection_Heading
source: Automatically determine microphone sensitivity
chinese: 自动确定麦克风的灵敏度
french: Déterminer automatiquement la sensibilité du microphone
german: Mikrofonempfindlichkeit automatisch ermitteln
italian: Determinare automaticamente la sensibilità del microfono
russian: Автоматически определять чувствительность микрофона
spanish: Determinar automáticamente la sensibilidad del micrófono

# Microphone_Heading
source: Microphone activation
chinese: 话筒启动
french: Activation du microphone
german: Mikrofonaktivierung
italian: Attivazione del microfono
russian: Активация микрофона
spanish: Activación del micrófono

# Microphone_HeadsetName
source: Speaker (NAME)
chinese: 发言人（姓名）
french: Intervenant (NOM)
german: Lautsprächer (NAME)
italian: Altoparlante (NOME)
russian: Спикер (ФАМИЛИЯ)
spanish: Orador (NOMBRE)

# Microphone_InputText
source: Input volume
chinese: 输入量
french: Volume d'entrée
german: Eingabelautstärke
italian: Volume d'ingresso
russian: Входная громкость
spanish: Volumen de entrada

# Microphone_MicrophoneName
source: Microphone (NAME)
chinese: 麦克风（名称）
french: Microphone (NOM)
german: Mikrofon (NAME)
italian: Microfono (NOME)
russian: Микрофон (ФАМИЛИЯ)
spanish: Micrófono (NOMBRE)

# Microphone_OutputText
source: Output volume
chinese: 输出量
french: Volume de production
german: Ausgabelautstärke
italian: Volume di uscita
russian: Выходная громкость
spanish: Volumen de salida

# Microphone_VoiceActivation_Description
source: If voice activation is deactivated, use Push to Talk (editable under Hotkeys)
chinese: 如果语音激活被停用，请使用 "推送通话"（可在热键下编辑）。
french: Si l'activation vocale est désactivée, utilisez la fonction "Push to Talk" (modifiable sous "Hotkeys")
german: Ist die Sprachaktivierung deaktiviert verwendest du Push to Talk (unter Hotkeys bearbeitbar)
italian: Se l'attivazione vocale è disattivata, utilizzare Push to Talk (modificabile sotto Hotkeys)
russian: Если голосовая активация отключена, используйте функцию Push to Talk (редактируемую в разделе "Горячие клавиши").
spanish: Si la activación por voz está desactivada, utilice Push to Talk (editable en Hotkeys)

# Microphone_VoiceActivation_Heading
source: Voice activation
chinese: 语音激活
french: Activation vocale
german: Sprachaktivierung
italian: Attivazione vocale
russian: Голосовая активация
spanish: Activación por voz

# Notification_Description
source: Which notifications should we display
chinese: 我们应该显示哪些通知
french: Quelles notifications devons-nous afficher
german: Welche Benachrichtigungen sollen wir anzeigen
italian: Quali notifiche dobbiamo visualizzare
russian: Какие уведомления мы должны отображать
spanish: ¿Qué notificaciones deberíamos mostrar

# Notification_DescropSecurityNotification_Description
source: Security notifications via desktop are important if it is urgent and someone tries to access your account, for example
chinese: 通过桌面的安全通知是很重要的，如果情况紧急，有人试图访问您的账户，例如
french: Les notifications de sécurité via le bureau sont importantes s'il s'agit d'une urgence et si quelqu'un essaie d'accéder à votre compte, par exemple
german: Sicherheitsbenachrichtigungen per Desktop sind wichtig, wenn es dringend ist und jemand versucht auf z.B. deinen Account zu zu greigen
italian: Le notifiche di sicurezza via desktop sono importanti se è urgente e qualcuno cerca di accedere al tuo account, ad esempio
russian: Уведомления о безопасности через настольный компьютер важны, если это срочно и кто-то пытается получить доступ к вашей учетной записи, например
spanish: Las notificaciones de seguridad a través del escritorio son importantes si es urgente y alguien intenta acceder a su cuenta, por ejemplo

# Notification_DescropSecurityNotification_Heading
source: Desktop security notifications
chinese: 桌面安全通知
french: Notifications de sécurité des ordinateurs de bureau
german: Desktop Sicherheitsbenachrichtigungen
italian: Notifiche di sicurezza sul desktop
russian: Настольные уведомления о безопасности
spanish: Notificaciones de seguridad en el escritorio

# Notification_DesktopNotification_Description
source: If you disable this feature, you will not receive any notifications!
chinese: 如果您禁用此功能，您将不会收到任何通知!
french: Si vous désactivez cette fonction, vous ne recevrez aucune notification !
german: Wenn du diese Funktion deaktivierst, erhältst du keine Benachrichtigungen!
italian: Se disattivate questa funzione, non riceverete alcuna notifica!
russian: Если вы отключите эту функцию, вы не будете получать никаких уведомлений!
spanish: Si desactiva esta función, no recibirá ninguna notificación.

# Notification_DesktopNotification_Heading
source: Desktop Notifications
chinese: 桌面通知
french: Notifications de bureau
german: Desktop Benachrichtigungen
italian: Notifiche da tavolo
russian: Уведомления рабочего стола
spanish: Notificaciones de escritorio

# Notification_EmailNotification_Description
source: You will always receive e-mails about account security, payment confirmations and other important matters!
chinese: 您将随时收到关于账户安全、付款确认和其他重要事项的邮件！您将会收到关于账户安全、付款确认和其他重要事项的邮件
french: Vous recevrez toujours des e-mails sur la sécurité des comptes, les confirmations de paiement et d'autres sujets importants !
german: E-Mails zur Kontosicherheit, Zahlungsbestätigungen und zu anderen wichtigen Angelegenheiten erhälst duu immer!
italian: Riceverete sempre e-mail sulla sicurezza del conto, sulle conferme di pagamento e su altre questioni importanti!
russian: Вы всегда будете получать электронную почту о безопасности счета, подтверждения платежей и другие важные вопросы!
spanish: ¡Siempre recibirá correos electrónicos sobre la seguridad de la cuenta, confirmaciones de pago y otros asuntos importantes!

# Notification_EmailNotification_Heading
source: Email Notifications
chinese: 电子邮件通知
french: Notifications par courrier électronique
german: E-Mail Benachrichtigungen
italian: Notifiche via e-mail
russian: Уведомления по электронной почте
spanish: Notificaciones por correo electrónico

# Notification_EmailNotification_PrimeEmail_Description
source: We will inform you if there is something special
chinese: 如果有特殊情况，我们会通知您
french: Nous vous informerons s'il y a quelque chose de spécial
german: Wir informieren dich wenn es etwas besonderes gibt
italian: Vi informeremo se c'è qualcosa di speciale
russian: Мы сообщим вам, если есть что-то особенное
spanish: Le informaremos si hay algo especial

# Notification_EmailNotification_PrimeEmail_Heading
source: E-mails about Premium and special offers
chinese: 关于Premium和特别优惠的电子邮件
french: E-mails concernant les offres Premium et spéciales
german: E-Mails zu Premium und Sonderangeboten
italian: E-mail su Premium e offerte speciali
russian: Электронная почта о Премиуме и специальных предложениях
spanish: E-mails sobre ofertas especiales y Premium

# Notification_EmailNotification_ShopCardEmail_Description
source: We will inform you when games and apps are available that are based on your Wish list are
chinese: 当有基于您的游戏和应用程序可用时，我们会通知您。 愿望清单是
french: Nous vous informerons de la disponibilité de jeux et d'applications basés sur votre Les listes de souhaits sont
german: Wir informieren dich wenn Spiele und Apps im Angebot sind, die auf deiner Wunschliste sind
italian: Vi informeremo quando saranno disponibili giochi e applicazioni che si basano sul vostro Le liste dei desideri sono
russian: Мы сообщим вам, когда будут доступны игры и приложения, основанные на вашем Список желаний
spanish: Le informaremos cuando haya juegos y aplicaciones disponibles que estén basados en su La lista de deseos es

# Notification_EmailNotification_ShopCardEmail_Heading
source: Emails to my wish list
chinese: 发送邮件到我的愿望清单
french: Emails à ma liste de souhaits
german: E-Mails zu meiner Wunschliste
italian: E-mail alla mia lista dei desideri
russian: Электронная почта в список моих пожеланий
spanish: Correos electrónicos a mi lista de deseos

# Notification_EmailNotification_StoreEmail_Description
source: We inform you about new apps and games that you might like
chinese: 我们为您提供您可能会喜欢的新应用和游戏的信息。
french: Nous vous informons des nouvelles applications et des nouveaux jeux qui pourraient vous intéresser
german: Wir informieren dich über Neuerscheinungen von Apps und Spielen, die dir gefallen könnten
italian: Vi informiamo sulle nuove applicazioni e sui giochi che potrebbero piacervi
russian: Мы информируем вас о новых приложениях и играх, которые могут вам понравиться.
spanish: Te informamos sobre nuevas aplicaciones y juegos que te pueden gustar

# Notification_EmailNotification_StoreEmail_Heading
source: E-mails about store content and offers
chinese: 关于商店内容和优惠的电子邮件
french: Courriers électroniques sur le contenu et les offres des magasins
german: E-Mails zu Store-Inhalten und Angebote
italian: E-mail sul contenuto del negozio e sulle offerte
russian: Электронная почта о содержании магазина и предложениях
spanish: Correos electrónicos sobre el contenido de la tienda y las ofertas

# Notification_EmailNotification_UpdateEmail_Heading
source: Emails about updates
chinese: 关于更新的电子邮件
french: Emails sur les mises à jour
german: E-Mails zu Updates
italian: E-mail sugli aggiornamenti
russian: Письма об обновлениях
spanish: Correos electrónicos sobre actualizaciones

# Notification_Heading
source: Notifications
chinese: 通知书
german: Benachrichtigungen
italian: Notifiche
russian: Уведомления
spanish: Notificaciones

# Notification_ShowFriendOnline_Heading
source: Show when a friend is online
chinese: 当朋友在线时显示
french: Afficher quand un ami est en ligne
german: Anzeigen wenn ein Freund online ist
italian: Mostra quando un amico è online
russian: Показать, когда друг находится в сети
spanish: Mostrar cuando un amigo está en línea

# Notification_ShowTextNotification_Description
source: See who writes to you. You can mute individual contacts and groups
chinese: 看谁给你写信。您可以将单个联系人和组别静音
french: Voyez qui vous écrit. Vous pouvez mettre en sourdine les contacts individuels et les groupes
german: Sehe, wer dir schreibt. Du kannst einzelne Kontakte und Gruppen stummschalten
italian: Vedi chi ti scrive. È possibile disattivare i contatti individuali e i gruppi
russian: Посмотрим, кто тебе напишет. Вы можете отключить звук отдельных контактов и групп
spanish: Mira quién te escribe. Puede silenciar contactos individuales y grupos

# Notification_ShowTextNotification_Heading
source: Show text messages
chinese: 显示文本信息
french: Afficher les SMS
german: Textnachrichten anzeigen
italian: Mostra messaggi di testo
russian: Показывать текстовые сообщения
spanish: Mostrar mensajes de texto

# Notification_SystemNotification_Description
source: If there are any problems, we will notify you
chinese: 如果有任何问题，我们会通知您。
french: En cas de problème, nous vous informerons
german: Wenn es Probleme gibt, benachrichtigen wir dich
italian: In caso di problemi, vi informeremo
russian: Если возникнут проблемы, мы уведомим вас.
spanish: Si hay algún problema, le notificaremos

# Notification_SystemNotification_Heading
source: System notifications
chinese: 系统通知
french: Notifications du système
german: Systembenachrichtigungen
italian: Notifiche di sistema
russian: Системные уведомления
spanish: Notificaciones del sistema

# Payments_AddPayment
source: Add Paymentmethode
chinese: 添加支付方式
french: Ajouter un mode de paiement
german: Zahlungsmethode hinzufügen
italian: Aggiungi metodo di pagamento
russian: Добавить способ оплаты
spanish: Añade el método de pago

# Payments_Payments_Info
source: Add an account and pay easily and securely across the platform with just one click. Keep track of your purchases on payments, cancel subscriptions with ease and simply get payments refunded
chinese: 添加一个账户，只需一键即可轻松安全地进行全平台支付。通过支付方式追踪您的消费，即时取消订阅并轻松获得退款。
french: Ajoutez un compte et effectuez des paiements sur l'ensemble de la plate-forme de manière simple et sécurisée en un seul clic. Suivez vos achats grâce aux paiements, annulez vos abonnements instantanément et obtenez facilement des
german: Füge ein Konto hinzu und zahle plattformweit einfach und sicher mit nur einem Klick. Überblicke deine Käufe bei Zahlungen, kündige Abos umstandslos und lass dir Zahlungen einfach rückerstatten
italian: Aggiungete un conto ed effettuate pagamenti su tutta la piattaforma in modo semplice e sicuro con un solo clic. Traccia i tuoi acquisti con i pagamenti, annulla gli abbonamenti istantaneamente e ottieni facilmente i rimborsi
russian: Добавьте аккаунт и делайте платежи по всей платформе легко и безопасно всего одним щелчком мыши. Отслеживайте покупки с помощью платежей, мгновенно отменяйте подписки и легко получайте возврат денег.
spanish: Añade una cuenta y haz pagos en toda la plataforma de forma fácil y segura con un solo clic. Rastree sus compras con los pagos, cancele suscripciones al instante y obtenga reembolsos fácilmente

# Payments_Payments_InfoHeading
source: Your accounts and payments with us
chinese: 您在我们这里的账户和付款
french: Vos comptes et paiements chez nous
german: Deine Konten und Zahlungen bei uns
italian: I vostri conti e i pagamenti con noi
russian: Ваши счета и платежи у нас
spanish: Sus cuentas y pagos con nosotros

# Payments_QuickPay_Description
source: Use fast payment to be able to pay faster
chinese: 使用快捷支付，能够更快的支付
french: Utilisez le paiement rapide pour pouvoir payer plus vite
german: Verwende schnelle Bezahlung, um schneller zahlen zu können
italian: Utilizzare il pagamento veloce per poter pagare più velocemente
russian: Используйте быструю оплату, чтобы иметь возможность платить быстрее
spanish: Usar el pago rápido para poder pagar más rápido

# Payments_QuickPay_Heading
source: Fast payment
chinese: 快速付款
french: Paiement rapide
german: Schnelle Bezahlung
italian: Pagamento veloce
russian: Быстрая оплата
spanish: Pago rápido

# Payments_QuickPay_QuickPayContent
source: When fast payment is activated, you pay automatically with your preferred payment method and skip the confirmation process
chinese: 激活快速支付后，您可以用您喜欢的付款方式自动付款，并跳过确认过程。
french: Lorsque le paiement rapide est activé, vous payez automatiquement avec votre mode de paiement préféré et vous sautez la procédure de confirmation
german: Wenn schnelle Bezahlung aktiviert ist, zahlst du automatisch mit deiner bevorzugten Zahlungsmethode und überspringst den Bestätigungsvorgang
italian: Quando si attiva il pagamento veloce, si paga automaticamente con il metodo di pagamento preferito e si salta la procedura di conferma
russian: Когда активирована функция быстрой оплаты, Вы автоматически производите оплату предпочтительным для Вас способом и пропускаете процесс подтверждения.
spanish: Cuando se activa el pago rápido, se paga automáticamente con su método de pago preferido y se salta el proceso de confirmación
